[
  {
    "Identifier": "37b87836-a99b-4673-a739-5f19c181c3e8",
    "Title": "पॉडकास्ट | धर्म के दायरे में बांधेंगे तो कैसे आगे बढ़ेगी संस्कृत?",
    "English_Description": "Is it necessary to belong to a particular religion to teach a subject? We are asking this question because a controversy has arisen after the appointment of a Muslim Feroz Khan as Associate Professor of Sanskrit in Banaras Hindu University i.e. BHU. Firoz Khan, Doctorate in Sanskrit, has cleared BA, B.Ed, Ph.D, NET, JRF, that means he is Associate Professor of BHU…",
    "Hindi_Description": "क्या किसी विषय को पढ़ाने के लिए किसी धर्म विशेष का होना आवश्यक है? हम यह सवाल इसलिए पूछ रहे हैं क्योंकि बनारस हिंदू विश्वविद्यालय यानी बीएचयू में एक मुस्लिम फिरोज खान की संस्कृत के एसोसिएट प्रोफेसर के रूप में नियुक्ति के बाद विवाद खड़ा हो गया है। फिरोज खान, संस्कृत में डॉक्टरेट, ने BA, B.Ed, Ph.D, NET, JRF पास किया है, इसका मतलब है कि वह BHU के एसोसिएट प्रोफेसर हैं ...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/15f778e8-3643-432c-bd22-ae9f00d797e7/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "e4c48235-0592-4427-b33f-28d574c1acdf",
    "Title": "पॉडकास्ट: आज चार मीनार शर्मसार है",
    "English_Description": "It was around 7:30 in the evening, the female veterinary doctor was returning from her clinic. Suddenly his tire got punctured on the way. He called his sister, who advised to drop the two wheeler at the toll plaza and take a cab to reach home. But in the meantime, two youths approached him and asked him to get his car fixed. After a while the youth returned and dragged her 50 meters away from the Tondupalli toll plaza to the side of the road…",
    "Hindi_Description": "शाम करीब साढ़े सात बजे महिला पशु चिकित्सक अपने क्लीनिक से लौट रही थी। रास्ते में अचानक उसका टायर पंक्चर हो गया। उसने अपनी बहन को फोन किया, जिसने टोल प्लाजा पर दोपहिया वाहन छोड़ने और घर पहुंचने के लिए कैब लेने की सलाह दी। लेकिन इसी बीच दो युवक उसके पास पहुंचे और गाड़ी ठीक कराने को कहा। कुछ देर बाद युवक लौटा और उसे टोंडुपल्ली टोल प्लाजा से 50 मीटर दूर घसीटते हुए सड़क के किनारे ले गया...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/cf078326-a879-459a-9a89-ae9f00d7382d/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "6b394a00-7bbf-4f58-886f-9937c2972afb",
    "Title": "पॉडकास्ट- नागरिकता कानून पर छात्रों का ये प्रदर्शन क्यों जरूरी है?",
    "English_Description": "No city would like to see the scene that was witnessed in Delhi's Jamia area yesterday i.e. on the night of 15th December. Police lathicharged and fired tear gas shells at the students protesting against the Citizenship Bill at Jamia Millia University campus. The students alleged that the police assaulted them even after entering the library. On the allegations of firing, the police say that the Delhi Police did not fire. Full ruckus at 7.30 pm…",
    "Hindi_Description": "दिल्ली के जामिया इलाके में कल यानी 15 दिसंबर की रात जो नजारा देखने को मिला, उसे कोई भी शहर नहीं देखना चाहेगा. जामिया मिल्लिया यूनिवर्सिटी कैंपस में नागरिकता बिल के खिलाफ प्रदर्शन कर रहे छात्रों पर पुलिस ने लाठीचार्ज किया और आंसू गैस के गोले दागे. छात्रों का आरोप है कि पुलिस ने लाइब्रेरी में घुसने के बाद भी उनके साथ मारपीट की. फायरिंग के आरोपों पर पुलिस का कहना है कि दिल्ली पुलिस ने फायरिंग नहीं की. शाम 7.30 बजे पूरा हंगामा...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/14a51447-360d-493f-8ad1-ae9f00d69104/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "7af593eb-6940-445a-b388-caf5ebf5c920",
    "Title": "पॉडकास्ट |व्हाट्सएप पर जासूसी का पूरा मामला,इससे क्यों डरना चाहिए?",
    "English_Description": "If you use WhatsApp and you think that photos, videos, contacts or any kind of data is safe in your phone, then don't be in this confusion. It is possible that someone is constantly watching your every action. Whom are you talking to, whom are you meeting, where are you going... Everything is being watched by someone sitting hundreds of kilometers away.",
    "Hindi_Description": "अगर आप वॉट्सऐप यूज करते हैं और आपको लगता है कि आपके फोन में फोटो, वीडियो, कॉन्टैक्ट या किसी तरह का डेटा सेफ है तो इस भ्रम में न रहें। मुमकिन है आपकी हर हरकत पर किसी की लगातार नजर हो। किससे बात कर रहे हो, किससे मिल रहे हो, कहां जा रहे हो... सब कुछ सैकड़ों किलोमीटर दूर बैठा कोई देख रहा है.",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/1742e671-79e3-45c2-8594-ae9f00d83b99/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "915cd93a-0d87-42b1-86c8-0b35912da8eb",
    "Title": "पॉडकास्ट। क्या डूब जाएगी मुंबई? इस खतरे से जुड़ी हर बड़ी बात",
    "English_Description": "Due to carbon emission and increasing pollution, the earth is becoming extremely hot. Glaciers are also melting at an alarming rate. Greenland, Switzerland, Kilimanjaro, Himalayan glacier - everywhere the ice is melting, it is melting and flowing into the water bodies. It has always been known that melting glaciers can cause great destruction. New research also confirms the same, according to this research, by the year 2050 the situation will be like this…",
    "Hindi_Description": "कार्बन उत्सर्जन और बढ़ते प्रदूषण के कारण पृथ्वी अत्यधिक गर्म होती जा रही है। ग्लेशियर भी खतरनाक दर से पिघल रहे हैं। ग्रीनलैंड, स्विट्जरलैंड, किलिमंजारो, हिमालयी ग्लेशियर - हर जगह बर्फ पिघल रही है, पिघल रही है और जलाशयों में बह रही है। यह हमेशा से ज्ञात रहा है कि ग्लेशियरों के पिघलने से भारी तबाही हो सकती है। नए शोध भी इसी बात की पुष्टि करते हैं, इस शोध के मुताबिक साल 2050 तक स्थिति ऐसी होगी...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/426b5f9f-601a-4b08-9b67-ae9f00d8477d/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "38db0525-fbdc-4beb-98ac-6ff43da3139b",
    "Title": "पॉडकास्ट | कश्मीर में पोस्टपेड सर्विस बहाल, और बिल को लेकर बवाल",
    "English_Description": "Mobile services in the valley were at a standstill since the announcement of the Center to neutralize Article 370 and divide Jammu and Kashmir into 2 Union Territories. Some landline services were re-functionalized on 17 August after these services were suspended from 5 August, and were fully restored on 4 September. About 50,000 landline services were restored. Talking to The Quint, the people of Kashmir said that it looks like…",
    "Hindi_Description": "केंद्र द्वारा अनुच्छेद 370 को निष्प्रभावी करने और जम्मू-कश्मीर को 2 केंद्र शासित प्रदेशों में बांटने की घोषणा के बाद से ही घाटी में मोबाइल सेवाएं ठप थीं. 5 अगस्त से इन सेवाओं को निलंबित करने के बाद 17 अगस्त को कुछ लैंडलाइन सेवाओं को फिर से कार्यात्मक बनाया गया और 4 सितंबर को पूरी तरह से बहाल कर दिया गया। लगभग 50,000 लैंडलाइन सेवाएं बहाल कर दी गईं। द क्विंट से बात करते हुए कश्मीर के लोगों ने कहा कि ऐसा लग रहा है...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/1d6a9b1b-1e4c-4696-8770-ae9f00d92867/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "676f87b5-c295-41cf-b4fc-6eb7455a932d",
    "Title": "मोब अटैक में मरे तबरेज़ का क़त्ल, क़त्ल नहीं? सुनिए पॉडकास्ट",
    "English_Description": "Tabrez Ansari was attacked by a mob on June 17 in Jharkhand's Seraikela-Kharsawan district when he was returning from a relative's place. He was tied to a pole and beaten for at least seven hours on charges of theft and then handed over to the police. After this, the seriously injured Ansari was taken to the district hospital, where the doctor declared him 'fit to move' and approved to send him to jail. Ansari has a serious wound on his head.",
    "Hindi_Description": "झारखंड के सरायकेला-खरसावां जिले में 17 जून को भीड़ ने तबरेज अंसारी पर उस समय हमला किया जब वह अपने किसी रिश्तेदार के यहां से लौट रहा था. चोरी के आरोप में उसे एक पोल से बांधकर कम से कम सात घंटे तक पीटा गया और फिर पुलिस को सौंप दिया गया। इसके बाद गंभीर रूप से घायल अंसारी को जिला अस्पताल ले जाया गया, जहां चिकित्सक ने उसे चलने लायक बताते हुए जेल भेजने की मंजूरी दे दी. अंसारी के सिर पर गंभीर चोट है।",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/07876edd-1ba0-43ec-93d9-ae9f00db10ea/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "9a4ee5f3-ab6f-4f67-ab3d-61686a7bc38a",
    "Title": "पॉडकास्ट | IPL Auction की पिच पर किसने मारा छक्का, कौन हुआ क्लीन बोल्ड?",
    "English_Description": "This time IPL auction took place in Kolkata. In the auction of the 13th season, Kings XI Punjab bought the maximum number of 11 players, while Chennai Super Kings bought only 4 players. Australian fast bowler Pat Cummins became the most expensive player. He was bought by KKR for Rs 15.5 crore. At the same time, Chris Morris, Glenn Maxwell, Shimron Hetmyer and Sheldon Cottrell also collected a good amount.",
    "Hindi_Description": "इस बार आईपीएल का ऑक्शन कोलकाता में हुआ। 13वें सीजन की नीलामी में किंग्स इलेवन पंजाब ने सबसे ज्यादा 11 खिलाड़ी खरीदे, जबकि चेन्नई सुपर किंग्स ने सिर्फ 4 खिलाड़ी खरीदे। ऑस्ट्रेलिया के तेज गेंदबाज पैट कमिंस सबसे महंगे खिलाड़ी बने। उन्हें केकेआर ने 15.5 करोड़ रुपये में खरीदा। वहीं, क्रिस मॉरिस, ग्लेन मैक्सवेल, शिमरोन हेटमायर और शेल्डन कॉटरेल ने भी अच्छी खासी रकम जमा की।",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/07a20261-a35a-45dd-ae1f-ae9f00d64f1a/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "6152dd34-7c58-46a0-a7c9-42599a962cc3",
    "Title": "पॉडकास्ट: ऑटो सेक्टर पर मंदी की मार, क्या वाकई उबर-ओला है गुनहगार?",
    "English_Description": "In Manesar, Haryana, PM Narendra Modi said that the 100 days of the second innings of his government will be remembered as progress, trust and major changes. But the news coming in the auto industry recently is a cause of concern not only for Haryana but for the whole country. Many car companies have had to stop production in Manesar, the hub of car manufacturing companies. The condition is that the day Modi government 2.0…",
    "Hindi_Description": "हरियाणा के मानेसर में पीएम नरेंद्र मोदी ने कहा कि उनकी सरकार की दूसरी पारी के 100 दिन प्रगति, भरोसे और बड़े बदलावों के तौर पर याद किए जाएंगे. लेकिन हाल ही में ऑटो इंडस्ट्री में आ रही खबरें हरियाणा ही नहीं बल्कि पूरे देश के लिए चिंता का कारण हैं। कार बनाने वाली कंपनियों के हब मानेसर में कई कार कंपनियों को प्रोडक्शन बंद करना पड़ा है. हालत यह है कि जिस दिन मोदी सरकार 2.0...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/303eb8dc-5ab5-4642-84c0-ae9f00daec44/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "6cdf1dec-fcf3-494b-836a-4c67a09ee4cd",
    "Title": "पॉडकास्ट | इलेक्टोरल बॉन्ड स्कैम: क्यों सोता रहा विपक्ष और मेनस्ट्रीम मीडिया?",
    "English_Description": "Electoral bonds are currently under discussion in the Parliament. After the law was made in the year 2017, the provision of electoral bonds came. After this, The Quint got it tested from a recognized laboratory and proved that the person or organization that donated through electoral bonds can be traced. But only the government can get this information. The general public may not know about it. That is, the way the electoral bond…",
    "Hindi_Description": "इलेक्टोरल बॉन्ड पर इस समय संसद में चर्चा चल रही है। साल 2017 में कानून बनने के बाद चुनावी बॉन्ड का प्रावधान आया. इसके बाद द क्विंट ने एक मान्यता प्राप्त प्रयोगशाला से इसकी जांच कराई और साबित किया कि इलेक्टोरल बॉन्ड के जरिए चंदा देने वाले व्यक्ति या संस्था का पता लगाया जा सकता है. लेकिन यह जानकारी सिर्फ सरकार को ही मिल सकती है। शायद आम जनता को इसके बारे में पता न हो। यानी जिस तरह इलेक्टोरल बॉन्ड...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/572a59e3-fa32-4fd8-be32-ae9f00d76fa4/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "cae12d4b-b3e1-4b1b-b6e8-4f605061f49a",
    "Title": "बिग स्टोरी पॉडकास्ट | हिंदी हैं हम, वतन है गुलिस्तां हमारा",
    "English_Description": "On September 14, Hindi Day, Home Minister Amit Shah tweeted that Hindi is the only language that can unite the country. Making a counter video on Amit Shah's tweet, actor and MNM party chief Kamal Haasan published a video of himself on Twitter in which he is saying that he is proud to be a Tamilian. In that video, Haasan is saying that no Shah, Sultan, or Emperor should back down from that promise. We all…",
    "Hindi_Description": "14 सितंबर को हिंदी दिवस पर गृह मंत्री अमित शाह ने ट्वीट कर कहा कि हिंदी ही एक ऐसी भाषा है जो देश को एक कर सकती है। अमित शाह के ट्वीट पर पलटवार करते हुए अभिनेता और एमएनएम पार्टी प्रमुख कमल हासन ने ट्विटर पर अपना एक वीडियो पोस्ट किया जिसमें वह कह रहे हैं कि उन्हें तमिल होने पर गर्व है। उस वीडियो में हासन कह रहे हैं कि कोई भी शाह, सुल्तान या बादशाह उस वादे से पीछे न हटे. हम सभी…",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/de06e528-a884-4c39-a4b3-ae9f00dab474/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "7308da41-8c29-47ac-a74c-a3df2334b4da",
    "Title": "पॉडकास्ट | झारखंड चुनाव: ‘हिंदू राष्ट्र’ का नारा तब, पेट भरा हो जब",
    "English_Description": "The results of Jharkhand are out - after Haryana, Maharashtra and Jharkhand, BJP has once again suffered a major setback. BJP was talking about Mission 65 i.e. winning 65 out of 81 seats in the state. The result was that Chief Minister Raghubar Das himself lost his seat. In such a situation, such a question comes to mind that why did BJP's tremendous marketing of Hindu Rashtra not work? Amit Shah, known as the Chanakya of politics.",
    "Hindi_Description": "झारखंड के नतीजे आ गए - हरियाणा, महाराष्ट्र और झारखंड के बाद बीजेपी को एक बार फिर बड़ा झटका लगा है. बीजेपी मिशन 65 यानी राज्य की 81 में से 65 सीटें जीतने की बात कर रही थी. नतीजा यह हुआ कि मुख्यमंत्री रघुबर दास खुद अपनी सीट हार गए। ऐसे में मन में यह सवाल आता है कि बीजेपी की हिंदू राष्ट्र की जबर्दस्त मार्केटिंग काम क्यों नहीं आई? राजनीति के चाणक्य कहे जाने वाले अमित शाह।",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/facb4297-1c00-4e23-96b2-ae9f00d6413e/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "b3ab30a7-94dc-4086-ae17-8fcf90a38938",
    "Title": "पॉडकास्ट | देश भर में पूरे दिन ऐसे गूंजे इंकलाब ज़िंदाबाद के नारे",
    "English_Description": "Protests are taking place across the country against the citizenship law. Pictures and videos of the demonstration came to the fore from many cities including Delhi, Lucknow, Ahmedabad, Mumbai, Hyderabad, Bengaluru, Chandigarh, Kolkata, Bhopal, Chennai. In many places, this demonstration also turned violent. In UP's Sambhal-Lucknow, many vehicles were set on fire and there was a lot of vandalism. It is being told that a protester died in Lucknow, besides this, Mangalore…",
    "Hindi_Description": "नागरिकता कानून के खिलाफ देशभर में विरोध प्रदर्शन हो रहे हैं. दिल्ली, लखनऊ, अहमदाबाद, मुंबई, हैदराबाद, बेंगलुरु, चंडीगढ़, कोलकाता, भोपाल, चेन्नई समेत कई शहरों से प्रदर्शन की तस्वीरें और वीडियो सामने आए। कई जगहों पर यह प्रदर्शन हिंसक भी हुआ। यूपी के संभल-लखनऊ में कई गाड़ियों में आग लगा दी गई और जमकर तोड़फोड़ की गई. बताया जा रहा है कि लखनऊ में एक प्रदर्शनकारी की मौत हो गई, इसके अलावा मैंगलोर...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/0a5c1363-39f2-4e38-9bc4-ae9f00d66a67/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "0b620f5d-0ef2-4acf-b5ab-f488342a49d5",
    "Title": "पॉडकास्ट | CAA विरोधी प्रदर्शन और चुनाव, दिल्ली कैसे करेगा वोट ?",
    "English_Description": "Aam Aadmi Party, BJP and Congress have geared up for the Delhi elections. Election is very important for all the three parties because Aam Aadmi Party has to save its power, BJP has to save its credibility after the defeat in Jharkhand, while Congress has to show that it is also in the race. These elections are being held at a time when protests are going on across the country against the Citizenship Act and NRC. Now CAA i.e. Citizenship Act...",
    "Hindi_Description": "दिल्ली चुनाव को लेकर आम आदमी पार्टी, बीजेपी और कांग्रेस ने कमर कस ली है. तीनों पार्टियों के लिए चुनाव बहुत अहम है क्योंकि आम आदमी पार्टी को अपनी सत्ता बचानी है, बीजेपी को झारखंड में हार के बाद अपनी साख बचानी है, वहीं कांग्रेस को भी दिखाना है कि वह भी रेस में है. ये चुनाव ऐसे समय में हो रहे हैं जब नागरिकता कानून और एनआरसी के खिलाफ देशभर में विरोध प्रदर्शन हो रहे हैं. अब सीएए यानी नागरिकता कानून...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/a4625b4a-791b-45d2-af5a-ae9f00d585ed/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "b21c75ea-e5f4-4d4a-9da4-c2844a1b3975",
    "Title": "पॉडकास्ट | CAA विरोध में UP में क्यों बिगड़े हालात?सुनिए जमीनी हकीकत",
    "English_Description": "Protests against the Citizenship Amendment Act in Uttar Pradesh began on 12 December when students at the Aligarh Muslim University protested against the controversial bill. On 16 December, demonstrations broke out at Jamia Millia Islamia and AMU where the police lathi-charged. After this the fire of protest started turning violent. Many vehicles were burnt and the police station was vandalized in Mau, UP. Arrested…",
    "Hindi_Description": "उत्तर प्रदेश में नागरिकता संशोधन अधिनियम के खिलाफ विरोध 12 दिसंबर को शुरू हुआ जब अलीगढ़ मुस्लिम विश्वविद्यालय में छात्रों ने विवादास्पद बिल का विरोध किया। 16 दिसंबर को जामिया मिलिया इस्लामिया और एएमयू में प्रदर्शन हुए जहां पुलिस ने लाठीचार्ज किया। इसके बाद विरोध की आग ने विकराल रूप लेना शुरू कर दिया। यूपी के मऊ में कई वाहनों को आग के हवाले कर दिया गया और थाने में तोड़फोड़ की गई. गिरफ्तार...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/01cb7305-ecb2-4d58-b235-ae9f00d636c6/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "923b39e6-8d1f-477b-8a82-3ab4c7b9e637",
    "Title": "पॉडकास्ट | रेप सर्वाइवर को जलाने की जुर्रत सिस्टम को खुली चुनौती",
    "English_Description": "On the night of 27 November 2019, the way a girl was burnt after gangrape in Hyderabad, there was an uproar in the whole country. On the same day, a half-burnt body of another woman was found in the same area of Hyderabad. However, the police feel that he had committed suicide. From the police, the administration to the central and state governments again vowed that the situation would be better now, but after the Hyderabad incident, almost every day such news has come, in which some…",
    "Hindi_Description": "27 नवंबर 2019 की रात हैदराबाद में गैंगरेप के बाद जिस तरह एक लड़की को जलाया गया, उससे पूरे देश में कोहराम मच गया। उसी दिन हैदराबाद के इसी इलाके में एक और महिला की अधजली लाश मिली थी. हालांकि पुलिस को लग रहा है कि उसने आत्महत्या की है। पुलिस, प्रशासन से लेकर केंद्र और राज्य सरकारों ने फिर कसम खाई कि अब स्थिति बेहतर होगी, लेकिन हैदराबाद की घटना के बाद लगभग हर दिन ऐसी खबरें आ रही हैं, जिनमें कुछ...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/9d1e1f4d-2cd1-4d12-a366-ae9f00d6f451/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "5016770f-f64a-48cb-99a0-7f7810a305c3",
    "Title": "RBI सरप्लस की क्यों पड़ी ज़रूरत सरकार को? सुनिए बिग स्टोरी पॉडकास्ट",
    "English_Description": "RBI will transfer a surplus of more than 1 lakh 76 thousand crores to the Central Government, in which Rs 55000 crores from the RBI's Contingency Fund will also go to the government treasury. Now what is this contingency fund? What was the need for the government to get such a huge amount approved by the RBI? And can this decision of RBI raise questions on the autonomy of the Central Bank? In The Big Story Podcast, RBI Transfer…",
    "Hindi_Description": "आरबीआई केंद्र सरकार को 1 लाख 76 हजार करोड़ से ज्यादा का सरप्लस ट्रांसफर करेगा, जिसमें आरबीआई के कंटिंजेंसी फंड से 55000 करोड़ रुपए भी सरकारी खजाने में जाएंगे। अब यह आकस्मिक निधि क्या है? सरकार को इतनी बड़ी रकम आरबीआई से मंजूर कराने की क्या जरूरत थी? और क्या आरबीआई का यह फैसला सेंट्रल बैंक की स्वायत्तता पर सवाल खड़ा कर सकता है? द बिग स्टोरी पॉडकास्ट में आरबीआई ट्रांसफर...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/f8f949c7-4b74-4398-b415-ae9f00db7f7d/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "a1616806-0cda-40b5-8d78-e738f102ff66",
    "Title": "पॉडकास्ट | क्यों फीकी पड़ रही डायमंड कारोबार की चमक?",
    "English_Description": "Festivals have started knocking. The market is ready to decorate. But after the news of recession in the economy, everyone is worried whether the market will be as bright as it is every year. At least the diamond industry of India, which is shining in the world, feels the same way. The businessmen in the industry are worried, their earnings are decreasing. Export is decreasing. The jobs of artisans are going. The condition is that Diamond Var…",
    "Hindi_Description": "त्योहारों ने दस्तक देनी शुरू कर दी है। बाजार सजने को तैयार है। लेकिन अर्थव्यवस्था में मंदी की खबर के बाद हर कोई चिंतित है कि क्या बाजार में हर साल की तरह रौनक रहेगी. कम से कम दुनिया में चमक रहे भारत के हीरा उद्योग को तो ऐसा ही लगता है। उद्योग जगत के व्यवसायी परेशान हैं, उनकी कमाई घट रही है। निर्यात घट रहा है। कारीगरों की नौकरियां जा रही हैं। हालत यह है कि हीरा वार...",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/b4c20f42-6398-4571-a7f3-ae9f00da3476/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "1f08b26f-6591-434b-8ca9-55c3f1f0d782",
    "Title": "पॉडकास्ट | वो बेबस बच्चा जो गुम है, उसके गुनहगार हम सब हैं",
    "English_Description": "It has been more than three months since Mumbai's 16-year-old Tarun Gupta went missing. Tarun is suffering from autism, and he also has difficulty in seeing and speaking. Last year on October 1, around 10:30 am, Tarun joined an election rally and started dancing and reached the CST station dancing. When he did not reach home, the family started searching. The same night, Tarun's parents lodged a missing FIR with the police. CCTV…",
    "Hindi_Description": "मुंबई के 16 साल के तरुण गुप्ता को लापता हुए तीन महीने से ज्यादा हो गए हैं। तरुण ऑटिज्म से पीड़ित है और उसे देखने और बोलने में भी दिक्कत होती है। पिछले साल 1 अक्टूबर को सुबह साढ़े 10 बजे के करीब तरुण एक चुनावी रैली में शामिल हुए और नाचने लगे और नाचते हुए सीएसटी स्टेशन पहुंचे. जब वह घर नहीं पहुंचा तो परिजनों ने तलाश शुरू की। उसी रात तरुण के माता-पिता ने पुलिस में गुमशुदगी की प्राथमिकी दर्ज कराई। सीसीटीवी…",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/126c3432-0ca8-416b-9537-ae9f00d5bc6f/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "d3399a2b-862b-49ff-b818-2eac8356fb05",
    "Title": "महाभियोग के घेरे में क्यों फंसे ट्रंप? सुनिए पॉडकास्ट",
    "English_Description": "Donald Trump, who became President in 2016, is facing a process that may impeach him, that is, remove him from the presidency of America. What is the meaning of impeachment, I will tell you further in the podcast, but first it is important to know why such a situation has come? Well, Donald Trump is accused of using fake news to increase his chances of winning the 2020 US elections.",
    "Hindi_Description": "2016 में राष्ट्रपति बने डोनाल्ड ट्रंप एक ऐसी प्रक्रिया का सामना कर रहे हैं जो उन पर महाभियोग चला सकती है, यानी उन्हें अमेरिका के राष्ट्रपति पद से हटा सकती है। महाभियोग का मतलब क्या होता है ये मैं आपको आगे पॉडकास्ट में बताऊंगा, लेकिन पहले ये जानना जरूरी है कि ऐसी स्थिति क्यों आई? खैर, डोनाल्ड ट्रम्प पर 2020 के अमेरिकी चुनाव जीतने की संभावनाओं को बढ़ाने के लिए फर्जी खबरों का इस्तेमाल करने का आरोप है।",
    "URL": "https://chrt.fm/track/52E86G/traffic.omny.fm/d/clips/4bb33704-615b-4054-aae9-ace500fd4197/50a97bfb-6ff0-441d-8bd1-ae9f00c15409/a4c4ffc9-a889-4ee3-b589-ae9f00d78bac/audio.mp3?utm_source=Podcast&in_playlist=d9eba7c2-2c3b-45c3-aa58-ae9f00c15446"
  },
  {
    "Identifier": "8c7b5a31-593c-438c-bd31-05a0f1bf3ee8",
    "Title": "Self Realization",
    "English_Description": "Listen and know about the self realization by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा आत्म बोध के बारे में सुनें और जानें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/54269213/self_realization.mp3"
  },
  {
    "Identifier": "f742d88b-0fb4-4df2-ab9e-2ca9826a60a6",
    "Title": "Don't Waste Your Time",
    "English_Description": "Don't waste your time motivational podcast by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा प्रेरक पोडकास्ट अपना समय बर्बाद न करें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/53386060/don_t_waste_your_time.mp3"
  },
  {
    "Identifier": "9f30f275-ad58-4458-ac3d-08e1605f869c",
    "Title": "The Art Of Listening",
    "English_Description": "Listen and know about the art of listening by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा सुनने की कला के बारे में सुनें और जानें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/54087537/the_art_of_listening.mp3"
  },
  {
    "Identifier": "3748700b-6d17-4328-a2c1-10c49617ea18",
    "Title": "The Law Of Attraction",
    "English_Description": "Listen the low of attraction by osho in hindi which can be helpful in your life.",
    "Hindi_Description": "हिंदी में ओशो द्वारा कम आकर्षण को सुनें जो आपके जीवन में सहायक हो सकता है।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/51315756/low_of_attraction.mp3"
  },
  {
    "Identifier": "397f9de0-83fa-4c26-95f4-7c19046cdf43",
    "Title": "How To Control Your Thoughts",
    "English_Description": "Learn how to control your thoughts by osho in hindi.",
    "Hindi_Description": "ओशो द्वारा अपने विचारों को नियंत्रित करना सीखें हिंदी में।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/50743915/overthinking.mp3"
  },
  {
    "Identifier": "1c843b3d-3012-420d-ac98-2015dedcab3b",
    "Title": "Became Your Own Boss",
    "English_Description": "Listen and learn how to become your own boss by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा अपना मालिक कैसे बनें, सुनें और सीखें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/51413266/imported_1664430529583588_audio.mp3"
  },
  {
    "Identifier": "68f464b6-e04c-45ae-a184-95319298c650",
    "Title": "How To Concentrate Mind",
    "English_Description": "Listen and learn how to concentrate your mind by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा अपने मन को एकाग्र करने का तरीका सुनें और सीखें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52265835/osho_concentration.mp3"
  },
  {
    "Identifier": "ff4677e2-ccb1-4a1c-8ae6-1d51b6f6fa84",
    "Title": "Understand The Mind",
    "English_Description": "Listen this episode to understand the mind by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा मन को समझने के लिए इस प्रकरण को सुनें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52325008/understand_the_mind.mp3"
  },
  {
    "Identifier": "0c6c4736-0adc-4d36-87c6-48856d397dd7",
    "Title": "Secrets Of Life",
    "English_Description": "Listen and know the secrets of life by osho in hindi.",
    "Hindi_Description": "ओशो द्वारा हिंदी में जीवन के रहस्यों को सुनें और जानें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52202222/secrets_of_life.mp3"
  },
  {
    "Identifier": "0b0c7b06-0e2b-48d6-a2fa-3d5f697a9e2c",
    "Title": "How To Be Yourself",
    "English_Description": "Listen and learn how to be yourself by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा सुनें और सीखें कि कैसे स्वयं बनें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52535989/be_yourself.mp3"
  },
  {
    "Identifier": "e63c8b34-56a5-4566-9330-d33bb2a5d446",
    "Title": "Inner Emptiness",
    "English_Description": "Listen and know about inner emptiness by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा आंतरिक शून्यता के बारे में सुनें और जानें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/54013713/inner_emptiness.mp3"
  },
  {
    "Identifier": "dbecea73-1e81-4cd9-b4f8-d503f9fc827b",
    "Title": "The Law Of Karma",
    "English_Description": "The Law of Karma is a spiritual concept that refers to the idea that every action has consequences. According to this law, every thought, word, and deed creates a vibration that affects us and the world around us.\n\nOsho explains in hindi about the law of cause and effect and how it operates in our lives. He teaches that our actions in this life are influenced by our actions in past lives and that our actions in this life will have consequences in future lives.\n\nOsho also emphasizes that the Law of Karma is not a punishment or a reward, but rather a natural law of the universe. He explains that we can use this law to our advantage by being mindful of our thoughts, words, and deeds and by taking responsibility for our actions.",
    "Hindi_Description": "कर्म का नियम एक आध्यात्मिक अवधारणा है जो इस विचार को संदर्भित करता है कि प्रत्येक क्रिया के परिणाम होते हैं। इस नियम के अनुसार, प्रत्येक विचार, शब्द और कर्म एक कंपन पैदा करता है जो हमें और हमारे आसपास की दुनिया को प्रभावित करता है। ओशो कारण और प्रभाव के नियम के बारे में हिंदी में बताते हैं और बताते हैं कि यह हमारे जीवन में कैसे काम करता है। वह सिखाता है कि इस जीवन में हमारे कर्म पिछले जन्मों में हमारे कार्यों से प्रभावित होते हैं और इस जीवन में हमारे कार्यों का परिणाम भविष्य के जन्मों में होगा। ओशो इस बात पर भी जोर देते हैं कि कर्म का नियम कोई सजा या पुरस्कार नहीं है, बल्कि ब्रह्मांड का एक प्राकृतिक नियम है। वे समझाते हैं कि हम अपने विचारों, शब्दों और कर्मों के प्रति जागरूक होकर और अपने कार्यों की जिम्मेदारी लेकर इस नियम का अपने लाभ के लिए उपयोग कर सकते हैं।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/53236020/the_low_of_karma.mp3"
  },
  {
    "Identifier": "153d9745-0b7a-43b7-82b0-fe9aecc62fd6",
    "Title": "How To Be Conscious",
    "English_Description": "Listen and learn how to be conscious by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा जागरूक होना सीखें और सुनें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52470650/how_to_be_conscious.mp3"
  },
  {
    "Identifier": "460f3628-df4c-4fc2-b07a-e5b51d9711ca",
    "Title": "Art Of Living Alone",
    "English_Description": "Listen and know about the art of living alone by osho in hindi.",
    "Hindi_Description": "ओशो द्वारा हिंदी में अकेले जीने की कला के बारे में सुनें और जानें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52382595/art_of_living_alone.mp3"
  },
  {
    "Identifier": "25615d2a-8c83-4d61-8c38-a0e6f17e8b66",
    "Title": "Learn To Tolerate",
    "English_Description": "Learn to tolerate if you want to be happy in your life by osho in hindi.",
    "Hindi_Description": "जिंदगी में खुश रहना है तो बर्दाश्त करना सीखो ओशो हिंदी में।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52670014/learn_to_tolerate.mp3"
  },
  {
    "Identifier": "cbd3f7b0-7741-44f9-881f-03742cee1057",
    "Title": "How To Control Anger",
    "English_Description": "Listen and learn how to control anger by osho in hindi.",
    "Hindi_Description": "हिंदी में ओशो द्वारा क्रोध को नियंत्रित करने का तरीका सुनें और सीखें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/51620802/how_to_control_anger.mp3"
  },
  {
    "Identifier": "cb690308-25d9-43f7-816d-a2255e887e6c",
    "Title": "Situations Can't Stop You",
    "English_Description": "Listen and know how situations can't stop you by osho in hindi.",
    "Hindi_Description": "ओशो हिंदी में सुनिए और जानिए कैसे परिस्थितियां आपको रोक नहीं सकतीं।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52603287/situations_can_t_stop_you.mp3"
  },
  {
    "Identifier": "e4a8d02e-bdc1-4fee-bbae-76b646f52f95",
    "Title": "Why Are You Sad",
    "English_Description": "Listen and know the reason of your sadness by osho in hindi.",
    "Hindi_Description": "ओशो द्वारा हिंदी में सुनें और जानें अपने दुख का कारण।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52105886/why_are_you_sad.mp3"
  },
  {
    "Identifier": "c4b48931-232a-4c22-a388-7428f2987997",
    "Title": "The Truth Of Life",
    "English_Description": "Listen and know the truth of life by osho in hindi.",
    "Hindi_Description": "ओशो द्वारा हिंदी में जीवन की सच्चाई को सुनें और जानें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/52763973/the_truth_of_life.mp3"
  },
  {
    "Identifier": "80c8f45c-2815-400d-815e-a93d4fe27b47",
    "Title": "The Art Of Living",
    "English_Description": "Listen and learn the art of living by osho in hindi.",
    "Hindi_Description": "ओशो द्वारा हिंदी में जीने की कला को सुनें और सीखें।",
    "URL": "https://dts.podtrac.com/redirect.mp3/api.spreaker.com/download/episode/53736147/art_of_living.mp3"
  },
  {
    "Identifier": "46c374c3-ce00-473d-b7a9-f4860b9b5bbb",
    "Title": "4 Effective Study Techniques",
    "English_Description": "Learning fast and memorizing anything you read is all about how engaged you are with the material that you are studying. If you are only re-reading something and expecting to optimally learn it then its not gonna happen. Our brain doesn't work like this. So, in this podcast segment we discuss the actual study techniques and effective methods that are proven by science and you can apply them right now.",
    "Hindi_Description": "तेजी से सीखना और जो कुछ भी आप पढ़ते हैं उसे याद रखना इस बात पर निर्भर करता है कि आप जिस सामग्री का अध्ययन कर रहे हैं उसमें आप कितने व्यस्त हैं। यदि आप केवल कुछ फिर से पढ़ रहे हैं और इसे बेहतर ढंग से सीखने की उम्मीद कर रहे हैं तो ऐसा नहीं होगा। हमारा दिमाग ऐसे काम नहीं करता। तो, इस पॉडकास्ट सेगमेंट में हम वास्तविक अध्ययन तकनीकों और प्रभावी तरीकों पर चर्चा करते हैं जो विज्ञान द्वारा सिद्ध हैं और आप उन्हें अभी लागू कर सकते हैं।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/28755859/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-2-12%2F164192709-44100-2-482b99e32278b.mp3"
  },
  {
    "Identifier": "3db3ab43-285f-4589-b1a8-ecfa43a3e517",
    "Title": "10 Time Wasters Successful People Avoid",
    "English_Description": "Someone said it right, \"Time is money\" and if you don't use your time wisely, you waste your money. Successful people are very concerned about how and where they spend their time, otherwise if they would start engaging in activities that don't provide any value, then they will start losing the game. That's why, if you're a budding entrepreneur or you want to start your own business, then you should be aware about these 10 time wasters that successful people avoid at all costs.",
    "Hindi_Description": "किसी ने सही कहा है, &quot;समय ही धन है&quot; और यदि आप अपने समय का बुद्धिमानी से उपयोग नहीं करते हैं, तो आप अपना धन बर्बाद करते हैं। सफल लोग बहुत चिंतित होते हैं कि वे अपना समय कैसे और कहाँ व्यतीत करते हैं, अन्यथा यदि वे ऐसी गतिविधियों में शामिल होने लगेंगे जो कोई मूल्य प्रदान नहीं करते हैं, तो वे खेल को खोने लगेंगे। इसलिए, यदि आप एक नवोदित उद्यमी हैं या आप अपना खुद का व्यवसाय शुरू करना चाहते हैं, तो आपको इन 10 समय की बर्बादी के बारे में पता होना चाहिए, जिससे सफल लोग हर कीमत पर बचते हैं।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/47048020/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2022-1-2%2F245684064-44100-2-87025d160a354.mp3"
  },
  {
    "Identifier": "8b62765d-2448-4d62-81f3-c1f956ac96fd",
    "Title": "How To Seduce Anyone With Dark Psychology [11 STEPS]",
    "English_Description": "To seduce someone is to manipulate their reality in a such a way that they start taking romantic and physical interest in you. In this podcast segment, we will discuss how to seduce anyone using dark psychology.",
    "Hindi_Description": "किसी को बहकाना उनकी वास्तविकता में इस तरह हेरफेर करना है कि वे आप में रोमांटिक और शारीरिक रुचि लेने लगें। इस पॉडकास्ट सेगमेंट में, हम चर्चा करेंगे कि अंधेरे मनोविज्ञान का उपयोग करके किसी को कैसे आकर्षित किया जाए।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/61484399/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2022-11-1%2F300335060-44100-2-a580ba397c6b3.mp3"
  },
  {
    "Identifier": "16ec84e4-e511-4e5e-9354-b5a0d4be8e1d",
    "Title": "10 NEW PSYCHOLOGICAL STUDY TIPS FOR BETTER LEARNING & FASTER MEMORIZING | Psychology in Hindi",
    "English_Description": "In this podcast segment, we go over 10 Psychological tips and tricks for better learning and faster memorizing. These techniques will not only help you study effectively but you'll also understand how you can train your mind to remember everything that you only read once. This is the key to gaining knowledge & I hope you'll find these methods of studying useful.",
    "Hindi_Description": "इस पॉडकास्ट सेगमेंट में, हम बेहतर सीखने और तेजी से याद करने के लिए 10 से अधिक मनोवैज्ञानिक टिप्स और ट्रिक्स पर जाते हैं। ये तकनीकें न केवल आपको प्रभावी ढंग से अध्ययन करने में मदद करेंगी बल्कि आप यह भी समझ सकेंगी कि आप अपने दिमाग को हर उस चीज़ को याद रखने के लिए कैसे प्रशिक्षित कर सकते हैं जिसे आपने केवल एक बार पढ़ा है। यह ज्ञान प्राप्त करने की कुंजी है और मुझे आशा है कि आपको अध्ययन के ये तरीके उपयोगी लगेंगे।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/10822662/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-2-4%2F54375552-44100-2-2129d69c0c104.mp3"
  },
  {
    "Identifier": "5600b985-a47a-40ab-9eed-1faabb71320e",
    "Title": "Personality trait: Conscientiousness (Orderliness, Discipline & Hard-work)",
    "English_Description": "Conscientiousness is the personality trait that is concerned with self-discipline, hard-work, aim for achievement and it is a positive predictor of life success. People who are high in this trait tend to lean more towards conservative political views, positive religious/spiritual beliefs and stable occupations. They follow the rules but you can't have much fun with them because they will judge you and notice every detail. These are the same people with whom you can't even eat or sit comfortably.'\nHyper-conscientiousness can make a person compulsive and a perfectionist but having a decent score in this trait keeps you stable and satisfied. Find us on Youtube: www.youtube.com/psychologyinhindi",
    "Hindi_Description": "कर्तव्यनिष्ठा एक व्यक्तित्व गुण है जो आत्म-अनुशासन, कड़ी मेहनत, उपलब्धि के उद्देश्य से संबंधित है और यह जीवन की सफलता का एक सकारात्मक भविष्यवक्ता है। जो लोग इस विशेषता में उच्च हैं वे रूढ़िवादी राजनीतिक विचारों, सकारात्मक धार्मिक/आध्यात्मिक विश्वासों और स्थिर व्यवसायों के प्रति अधिक झुकाव रखते हैं। वे नियमों का पालन करते हैं लेकिन आप उनके साथ ज्यादा मजा नहीं कर सकते क्योंकि वे आपको जज करेंगे और हर विवरण पर ध्यान देंगे। ये वही लोग हैं जिनके साथ आप न तो खा सकते हैं और न ही आराम से बैठ सकते हैं.' अति-ईमानदारी एक व्यक्ति को बाध्यकारी और पूर्णतावादी बना सकती है लेकिन इस विशेषता में एक अच्छा स्कोर होने से आप स्थिर और संतुष्ट रहते हैं। हमें Youtube पर खोजें: www.youtube.com/psychologyinhindi",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/4006688/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-6-28%2F19708916-44100-2-8419fd14f12ae.mp3"
  },
  {
    "Identifier": "b341bd25-3915-4776-9a03-97915487b3e2",
    "Title": "Personality trait: Openness to Experience (Intellect, Creativity & Madness)",
    "English_Description": "Openness to Experience is the creativity dimension of the Big 5 Personality traits. It's two sub-components are Intellect (interest in ideas) and Openness (creativity, imagination). This is the trait where the most intellectually curious, creative, artistic and imaginative of us fall into. So, we are talking about painters, writers, musicians and some of the most creative people (not all) from the fields of science, philosophy and movies.\nOpen people are those who teach us to see, feel and be sensitive to aesthetic work. They are the people who save the organisation in the ever changing market. But they are rare, odd and usually low in conscientiousness. In the video, I even discussed why there is a link between being creativity and insanity. Find us on Youtube: www.youtube.com/psychologyinhindi",
    "Hindi_Description": "अनुभव के लिए खुलापन बिग 5 व्यक्तित्व लक्षणों का रचनात्मकता आयाम है। इसके दो उप-घटक हैं बुद्धि (विचारों में रुचि) और खुलापन (रचनात्मकता, कल्पना)। यह वह विशेषता है जहां बौद्धिक रूप से जिज्ञासु, रचनात्मक, कलात्मक और कल्पनाशील हममें आते हैं। तो, हम चित्रकारों, लेखकों, संगीतकारों और विज्ञान, दर्शन और फिल्मों के क्षेत्र से कुछ सबसे रचनात्मक लोगों (सभी नहीं) के बारे में बात कर रहे हैं। खुले लोग वे हैं जो हमें सौंदर्य संबंधी कार्यों को देखना, महसूस करना और संवेदनशील होना सिखाते हैं। वे लोग हैं जो बदलते बाजार में संगठन को बचाते हैं। लेकिन वे दुर्लभ, विषम और आमतौर पर कर्तव्यनिष्ठा में कम हैं। वीडियो में, मैंने इस बात पर भी चर्चा की कि रचनात्मकता और पागलपन के बीच एक संबंध क्यों है। हमें Youtube पर खोजें: www.youtube.com/psychologyinhindi",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/4006646/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-6-28%2F19708892-44100-2-388b35d9d7cf1.mp3"
  },
  {
    "Identifier": "d984b14f-2c01-4cdf-b16f-541a898b01b6",
    "Title": "9 Types Of Men Women Should Stay Away From",
    "English_Description": "When it comes to dating and relationships, some women are really open for new experiences and meeting different types of men but some women are more careful about the types of men that they choose to date and this is for a really good reason. If you've a little understanding of human behavior, you might know that the habits and behavior of one individual in the group rubs off on other members as well. If you surround yourself with people who are chasing success, there are chances you may start working on bringing out your own potential as well, whereas if you spend more time with people who are negative and envious of others, then you may also become the same or get off-tracked from your own goals. This is why in this podcast segment we discuss the most common types of men who will hold you back and hence must be avoided at all costs.",
    "Hindi_Description": "जब डेटिंग और रिश्तों की बात आती है, तो कुछ महिलाएं नए अनुभवों और विभिन्न प्रकार के पुरुषों से मिलने के लिए वास्तव में खुली होती हैं, लेकिन कुछ महिलाएं उन पुरुषों के प्रकारों के बारे में अधिक सावधान रहती हैं जिन्हें वे डेट करना चुनती हैं और यह वास्तव में अच्छे कारण के लिए है। यदि आपको मानव व्यवहार की थोड़ी समझ है, तो आप जान सकते हैं कि समूह में एक व्यक्ति की आदतें और व्यवहार अन्य सदस्यों पर भी प्रभाव डालते हैं। यदि आप अपने आप को उन लोगों से घेरते हैं जो सफलता का पीछा कर रहे हैं, तो संभावना है कि आप भी अपनी क्षमता को बाहर लाने पर काम करना शुरू कर सकते हैं, जबकि यदि आप नकारात्मक और दूसरों से ईर्ष्या करने वाले लोगों के साथ अधिक समय बिताते हैं, तो आप भी वही बन सकते हैं या अपने लक्ष्य से भटक जाते हैं। यही कारण है कि इस पॉडकास्ट सेगमेंट में हम सबसे सामान्य प्रकार के पुरुषों पर चर्चा करते हैं जो आपको रोके रखेंगे और इसलिए हर कीमत पर इससे बचना चाहिए।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/21327104/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-9-17%2F119306949-44100-2-0fd20ca9733b4.mp3"
  },
  {
    "Identifier": "a25b886a-219b-4fe3-aa0e-b5ec23277da9",
    "Title": "Does your job match your personality and I.Q?",
    "English_Description": "We spend most of our lives working to acquire resources which are supposed to make our lives better but what is the point of a having a career that doesn't even resonate with your true self? It's not only about listening to your heart but also to understand yourself and what your strengths and weaknesses are.\nBy knowing where you stand on personality scale, you can allow yourself to grow by tweaking your path and hence, where you'll end up. Also, only by self-awareness you can truly make a difference in this world.",
    "Hindi_Description": "हम अपना अधिकांश जीवन उन संसाधनों को हासिल करने में लगाते हैं जो हमारे जीवन को बेहतर बनाने वाले हैं, लेकिन ऐसे करियर का क्या मतलब है जो आपके सच्चे स्व के साथ भी प्रतिध्वनित न हो? यह न केवल अपने दिल की सुनने के बारे में है बल्कि खुद को समझने और आपकी ताकत और कमजोरियों को समझने के बारे में भी है। यह जानकर कि आप व्यक्तित्व के पैमाने पर कहां खड़े हैं, आप अपने रास्ते को बदलकर खुद को बढ़ने दे सकते हैं और इस तरह आप कहां पहुंचेंगे। साथ ही, केवल आत्म-जागरूकता से ही आप वास्तव में इस दुनिया में बदलाव ला सकते हैं।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/4006738/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-6-28%2F19709479-44100-2-89a63f570fcf5.mp3"
  },
  {
    "Identifier": "dff2c278-ce82-4669-b2fd-dae0496e5f04",
    "Title": "7 Traits Of A High Value Man",
    "English_Description": "A high value man is someone who inspires other men and attracts all women. His presence is enough to change the mood of the room and that's why every boy wants to become this type of man. In this podcast segment we talk about 7 traits/qualities of a high value man and what exactly differentiates him from the rest of the male population.",
    "Hindi_Description": "एक उच्च मूल्य वाला पुरुष वह होता है जो अन्य पुरुषों को प्रेरित करता है और सभी महिलाओं को आकर्षित करता है। उसकी मौजूदगी ही कमरे का मिजाज बदलने के लिए काफी होती है और इसलिए हर लड़का इस तरह का आदमी बनना चाहता है। इस पॉडकास्ट सेगमेंट में हम एक उच्च मूल्य वाले पुरुष के 7 लक्षणों/गुणों के बारे में बात करते हैं और जो वास्तव में उसे बाकी पुरुष आबादी से अलग करता है।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/30411629/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-2-28%2F169899276-44100-2-61530e52b5915.mp3"
  },
  {
    "Identifier": "3a98ddda-19f9-4c05-87fa-4950b078b3b8",
    "Title": "6 Lessons in Life People Learn TOO LATE",
    "English_Description": "To live a good life you have to be able to continuously adapt to new situations and changing times, but most people live their lives on autopilot, and when they finally realize the magnitude of mistakes they have made with them being soo ignorant, it is too late. That's why in this podcast segment, we talk about the life lessons that everybody can learn and apply in their lives to build the foundation for a better future.",
    "Hindi_Description": "एक अच्छा जीवन जीने के लिए आपको लगातार नई परिस्थितियों और बदलते समय के अनुकूल होने में सक्षम होना चाहिए, लेकिन ज्यादातर लोग अपने जीवन को ऑटोपायलट पर जीते हैं, और जब उन्हें अंत में एहसास होता है कि उन्होंने कितनी गलतियां की हैं, तो यह बहुत ही अज्ञानी है। देर। इसीलिए इस पॉडकास्ट सेगमेंट में, हम जीवन के उन पाठों के बारे में बात करते हैं जिन्हें हर कोई सीख सकता है और बेहतर भविष्य की नींव बनाने के लिए अपने जीवन में लागू कर सकता है।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/30685394/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-3-3%2F171836894-44100-2-caaf125bea35b.mp3"
  },
  {
    "Identifier": "7163013c-ce9f-46e7-b1c1-a703d05bedb0",
    "Title": "Signs you're more attractive than you think | Psychology in Hindi",
    "English_Description": "It is common to wonder what other people think of you when it comes to looks, personality and overall attractiveness. Sometimes insecurities get in the way leading to self-consciousness of things that don't matter to someone else. You may not realize you are attractive, but there are personal attributes others may find unique, admirable, and even sexy. Just because someone hasn't mentioned, it doesn't mean you aren't desirable for anyone or many people. So, in this podcast segment, we are going to discuss 7 signs that you are more attractive than you think. 📽️ FIND US ON YOUTUBE: WWW.YOUTUBE.COM/PSYCHOLOGYINHINDI",
    "Hindi_Description": "जब रूप, व्यक्तित्व और समग्र आकर्षण की बात आती है तो यह आश्चर्य करना आम बात है कि दूसरे लोग आपके बारे में क्या सोचते हैं। कभी-कभी असुरक्षाएं उन चीजों की आत्म-चेतना की ओर ले जाती हैं जो किसी और के लिए मायने नहीं रखती हैं। आप महसूस नहीं कर सकते हैं कि आप आकर्षक हैं, लेकिन व्यक्तिगत गुण हैं जो दूसरों को अद्वितीय, सराहनीय और यहां तक कि सेक्सी भी लग सकते हैं। सिर्फ इसलिए कि किसी ने उल्लेख नहीं किया है, इसका मतलब यह नहीं है कि आप किसी के लिए या कई लोगों के लिए वांछनीय नहीं हैं। तो, इस पॉडकास्ट सेगमेंट में, हम उन 7 संकेतों के बारे में बात करने जा रहे हैं, जो बताते हैं कि आप अपनी सोच से कहीं ज्यादा आकर्षक हैं। 📽️ हमें यूट्यूब पर ढूंढें: WWW.YOUTUBE.COM/PSYCHOLOGYINHINDI",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/17300627/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-6-29%2F94050166-44100-2-14379527e93ef.mp3"
  },
  {
    "Identifier": "b421eb67-f752-45ca-aa75-50bf95e8576e",
    "Title": "How To Be More Interesting - 8 Powerful Secrets",
    "English_Description": "Many of us have a secret desire to become more interesting. Amongst the noise of the world, we want others to hear our voice, admire us, make business deals with us and get inspired by us. A major part of our identity is social, which means if you're boring, it will be really tough for you to become successful and have a reputation in the society. That's why in this podcast segment, we will discuss 8 powerful ways to become an interesting human being.",
    "Hindi_Description": "हम में से कई लोगों की गुप्त इच्छा अधिक रोचक बनने की होती है। दुनिया के शोर के बीच हम चाहते हैं कि दूसरे हमारी आवाज सुनें, हमारी प्रशंसा करें, हमारे साथ व्यापारिक सौदे करें और हमसे प्रेरणा लें। हमारी पहचान का एक बड़ा हिस्सा सामाजिक है, जिसका अर्थ है कि यदि आप उबाऊ हैं, तो आपके लिए सफल होना और समाज में प्रतिष्ठा प्राप्त करना वास्तव में कठिन होगा। इसलिए इस पॉडकास्ट सेगमेंट में हम दिलचस्प इंसान बनने के 8 शक्तिशाली तरीकों पर चर्चा करेंगे।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/53057634/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2022-5-5%2F269926546-44100-2-f4d3f0b59c1fa.mp3"
  },
  {
    "Identifier": "10f8603d-c527-45b1-95f2-b057fb165970",
    "Title": "How To OVERCOME Distractions - Find Inner Discipline & Motivation",
    "English_Description": "To be distracted means whenever you try to accomplish a task but your attention is gripped by something other than your primary task, and you leave that task incomplete in order to pursue short term gratification. In a fraction of a second, our subconscious mind has to decide which task does it want to pay its attention to. And if we haven't programmed our mind to be disciplined and motivated to perform a certain important task, then we won't be able to focus. So, in this podcast segment, we will talk about the ways through which you will be able to overcome your distractions and achieve anything you want.",
    "Hindi_Description": "विचलित होने का मतलब है कि जब भी आप किसी कार्य को पूरा करने की कोशिश करते हैं, लेकिन आपका ध्यान आपके प्राथमिक कार्य के अलावा किसी और चीज़ पर लगा होता है, और आप उस कार्य को अधूरा छोड़ देते हैं ताकि अल्पकालिक संतुष्टि का पीछा किया जा सके। एक सेकंड के एक अंश में, हमारे अवचेतन मन को यह तय करना होता है कि वह किस कार्य पर ध्यान देना चाहता है। और अगर हमने अपने दिमाग को अनुशासित करने के लिए प्रोग्राम नहीं किया है और किसी महत्वपूर्ण कार्य को करने के लिए प्रेरित नहीं किया है, तो हम ध्यान केंद्रित नहीं कर पाएंगे। तो, इस पॉडकास्ट सेगमेंट में, हम उन तरीकों के बारे में बात करेंगे जिनके माध्यम से आप अपने विकर्षणों को दूर कर पाएंगे और जो कुछ भी आप चाहते हैं उसे हासिल कर पाएंगे।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/34952320/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-5-4%2F193435855-44100-2-8e7eea63971bd.mp3"
  },
  {
    "Identifier": "77a63bef-e02e-41a9-873d-d21e04ec3c64",
    "Title": "PSYCHOLOGY OF COLD SHOWERS | किस तरह कोल्‍ड शॉवर आपकी MENTALITY को बदल देते है",
    "English_Description": "Cold-showers come with immense benefits like improved mood, healthy skin/hair, faster recovery after exercise and more. But have you ever wondered what all this voluntary torturing does to your thinking? Find out in this podcast as I go deep about the mental benefits of cold water therapy and how you can use it safely. Find us on Youtube: www.youtube.com/psychologyinhindi",
    "Hindi_Description": "ठंडे पानी से नहाने से मूड में सुधार, स्वस्थ त्वचा/बाल, व्यायाम के बाद तेजी से स्वास्थ्य लाभ आदि जैसे अत्यधिक लाभ मिलते हैं। लेकिन क्या आपने कभी सोचा है कि यह सब स्वैच्छिक यातना आपकी सोच के साथ क्या करती है? इस पॉडकास्ट में पता करें कि मैं ठंडे पानी के उपचार के मानसिक लाभों के बारे में गहराई से जाता हूं और आप इसे सुरक्षित रूप से कैसे उपयोग कर सकते हैं। हमें Youtube पर खोजें: www.youtube.com/psychologyinhindi",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/9622715/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-0-11%2F42977400-44100-2-a4cd0dc6aa927.mp3"
  },
  {
    "Identifier": "ca53ffaa-298f-4bd2-8727-09fde99466c8",
    "Title": "Personality trait: Neuroticism (Withdrawal & Volatility)",
    "English_Description": "Neuroticism is the personality trait that predicts one's tendency to feel negative emotions. Females are known to score higher in this trait but males can be neurotic too.\nPeople who are high in Neuroticism are known to feel negative thinking out past, present and even future, they are prone to depression and they can have really self-esteem, making them highly self-conscious.",
    "Hindi_Description": "मनोविक्षुब्धता एक व्यक्तित्व विशेषता है जो किसी की नकारात्मक भावनाओं को महसूस करने की प्रवृत्ति की भविष्यवाणी करती है। महिलाओं को इस विशेषता में उच्च स्कोर करने के लिए जाना जाता है लेकिन पुरुष विक्षिप्त भी हो सकते हैं। जो लोग न्यूरोटिसिज्म में उच्च होते हैं, वे अतीत, वर्तमान और यहां तक कि भविष्य के बारे में नकारात्मक सोच महसूस करने के लिए जाने जाते हैं, वे अवसाद से ग्रस्त होते हैं और उनमें वास्तव में आत्म-सम्मान हो सकता है, जिससे वे अत्यधिक आत्म-जागरूक हो जाते हैं।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/4006728/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-6-28%2F19709402-44100-2-f0e231e7e38ca.mp3"
  },
  {
    "Identifier": "2be911bb-7942-463d-929e-3ce79bc864cf",
    "Title": "BOOK SUMMARY: BEYOND ORDER - 12 MORE RULES FOR LIFE BY DR. JORDAN PETERSON | जीवन के 12 नियम",
    "English_Description": "Beyond Order: 12 More Rules for Life is the sequel of 12 Rules for Life written by clinical psychologist Dr. Jordan Peterson. Where the earlier book focused on the consequences of excess of chaos, Beyond Order focuses more on the consequences of excess of order. The complete set of these two books aims to teach us how we can live our life in between order and chaos, and create a balance within ourselves. Listen to the entire podcast segment to learn about all the 12 rules, how you can develop yourself, why helping others is important, why love and attachment is goal and not something that automatically comes to you and what is the right way to orient yourself in the face of suffering",
    "Hindi_Description": "बियॉन्ड ऑर्डर: 12 मोर रूल्स फॉर लाइफ क्लिनिकल साइकोलॉजिस्ट डॉ. जॉर्डन पीटरसन द्वारा लिखित 12 रूल्स फॉर लाइफ की अगली कड़ी है। जहां पहले की किताब अराजकता की अधिकता के परिणामों पर केंद्रित थी, बियॉन्ड ऑर्डर अधिकता के परिणामों पर अधिक ध्यान केंद्रित करती है। इन दो पुस्तकों का पूरा सेट हमें यह सिखाने का लक्ष्य रखता है कि हम अपने जीवन को व्यवस्था और अराजकता के बीच कैसे जी सकते हैं, और अपने भीतर एक संतुलन बना सकते हैं। सभी 12 नियमों के बारे में जानने के लिए पूरा पॉडकास्ट सेगमेंट सुनें, आप खुद को कैसे विकसित कर सकते हैं, दूसरों की मदद करना क्यों महत्वपूर्ण है, प्यार और लगाव लक्ष्य क्यों है और कुछ ऐसा नहीं है जो स्वचालित रूप से आपके पास आता है और खुद को उन्मुख करने का सही तरीका क्या है पीड़ा का चेहरा",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/28208194/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-2-4%2F161299464-44100-2-246e87de8b50d.mp3"
  },
  {
    "Identifier": "52531e4c-6b3d-46c7-992a-3846d389220f",
    "Title": "10 Signs You're Doing Better Than You Think",
    "English_Description": "Whenever we see others, whether it be our friends or a stranger on social media doing better than us, we think that we are far behind everybody else and we are losing this game. When such a thought arrives in our head, we forget our own talents, achievements and how far we have come along in our own journey. This is in this podcast segment, we will discuss 10 signs that you are better than you think.",
    "Hindi_Description": "जब भी हम दूसरों को देखते हैं, चाहे वह हमारे दोस्त हों या सोशल मीडिया पर कोई अजनबी हमसे बेहतर कर रहा हो, तो हमें लगता है कि हम सबसे पीछे हैं और हम इस खेल को खो रहे हैं। जब ऐसा विचार हमारे दिमाग में आता है, तो हम अपनी प्रतिभा, उपलब्धियों को भूल जाते हैं और हम अपनी यात्रा में कितनी दूर आ गए हैं। यह इस पॉडकास्ट सेगमेंट में है, हम 10 संकेतों पर चर्चा करेंगे कि आप जितना सोचते हैं उससे बेहतर हैं।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/36878549/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-6-7%2F203496605-44100-2-5731cb1e00799.mp3"
  },
  {
    "Identifier": "c280f487-b3e6-4085-8d8b-e9cbe4d4c246",
    "Title": "9 Wise Lessons from Naval Ravikant",
    "English_Description": "Naval Ravikant is an Indian-American entrepreneur, investor and thinker. The reason why many people follow his advice is because himself is really holistic, i.e. he is rich, he is happy, he is extremely successful, he reads a lot, and every aspect of his life is optimized to create a meaningful life. His advice on \"how to make money\" has gathered millions of views and shares online. That's why in this podcast segment, we will share 9 of his most wise and practical lessons on different areas of life.",
    "Hindi_Description": "नवल रविकांत एक भारतीय-अमेरिकी उद्यमी, निवेशक और विचारक हैं। बहुत से लोग उनकी सलाह का पालन करते हैं क्योंकि वह वास्तव में समग्र है, अर्थात वह अमीर है, वह खुश है, वह बेहद सफल है, वह बहुत पढ़ता है, और उसके जीवन के हर पहलू को एक सार्थक जीवन बनाने के लिए अनुकूलित किया गया है। &quot;पैसे कैसे कमाएं&quot; पर उनकी सलाह को ऑनलाइन लाखों बार देखा गया और शेयर किया गया। इसीलिए इस पॉडकास्ट सेगमेंट में, हम जीवन के विभिन्न क्षेत्रों पर उनके 9 सबसे बुद्धिमान और व्यावहारिक पाठ साझा करेंगे।",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/35379076/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-5-13%2F196354393-44100-2-13d50c9b41337.mp3"
  },
  {
    "Identifier": "6f56eecc-98d9-4c7d-99e5-9cbf8e88040b",
    "Title": "Top 3 Psychological Lessons From THE RUDEST BOOK EVER by Shwetabh Gangwar",
    "English_Description": "Shwetabh Gangwar a.k.a Mensutra's self-help book named \"THE RUDEST BOOK EVER\" has become one of the go-to personal development books for the youth. The life lessons given in the book are simple to understand yet offensive to some. Nonetheless, there are many deep psychological lessons that can be extracted out of this book. In this podcast segment, I go over 3 such lessons and explain them using a Psychological lens. 📽️ FIND US ON YOUTUBE: WWW.YOUTUBE.COM/PSYCHOLOGYINHINDI",
    "Hindi_Description": "श्वेताभ गंगवार उर्फ मेंसुत्रा की &quot;द रुडेस्ट बुक एवर&quot; नाम की स्वयं सहायता पुस्तक युवाओं के लिए व्यक्तिगत विकास की पुस्तकों में से एक बन गई है। पुस्तक में दिए गए जीवन के सबक समझने में आसान हैं, लेकिन कुछ के लिए आक्रामक हैं। बहरहाल, इस पुस्तक से कई गहरे मनोवैज्ञानिक सबक निकाले जा सकते हैं। इस पॉडकास्ट सेगमेंट में, मैं ऐसे 3 पाठों पर जाता हूं और उन्हें मनोवैज्ञानिक लेंस का उपयोग करके समझाता हूं। 📽️ हमें यूट्यूब पर ढूंढें: WWW.YOUTUBE.COM/PSYCHOLOGYINHINDI",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/17927039/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-7-11%2F97465739-44100-2-bd88c57d2337f.mp3"
  },
  {
    "Identifier": "95ad093c-d0fe-4e63-b0b7-a82d9bf7f28b",
    "Title": "What is depression: Symptoms, causes, treatment & more (Neuroscience & Psychology of depression)",
    "English_Description": "Depression (major depressive disorder) is a common and serious medical illness that negatively affects how you feel, the way you think and how you act. In the world, there are more than 300 million people who are suffering from this illness. If we talk about mental health state in India, then about 15 million people require therapy or some form of mental health counselling but only 3 million people ever go to a mental health professional and this is a big problem.\n\nIn this podcast segment, I discussed what is depression? why people aren't aware of depression in India? what causes depression in the first place? what are the common types of depression? what are the signs or symptoms of depression? Most importantly, how can we cure depression? Find us on Youtube: www.youtube.com/psychologyinhindi",
    "Hindi_Description": "अवसाद (प्रमुख अवसादग्रस्तता विकार) एक आम और गंभीर चिकित्सा बीमारी है जो नकारात्मक रूप से प्रभावित करती है कि आप कैसा महसूस करते हैं, आप कैसे सोचते हैं और आप कैसे कार्य करते हैं। दुनिया में 30 करोड़ से भी ज्यादा लोग इस बीमारी से पीड़ित हैं। अगर हम भारत में मानसिक स्वास्थ्य की स्थिति के बारे में बात करते हैं, तो लगभग 15 मिलियन लोगों को चिकित्सा या मानसिक स्वास्थ्य परामर्श के किसी रूप की आवश्यकता होती है, लेकिन केवल 3 मिलियन लोग ही कभी मानसिक स्वास्थ्य पेशेवर के पास जाते हैं और यह एक बड़ी समस्या है। इस पॉडकास्ट सेगमेंट में मैंने चर्चा की है कि डिप्रेशन क्या है? भारत में लोग डिप्रेशन के बारे में जागरूक क्यों नहीं हैं? पहली जगह में अवसाद का क्या कारण बनता है? अवसाद के सामान्य प्रकार क्या हैं? अवसाद के लक्षण या लक्षण क्या हैं? सबसे महत्वपूर्ण बात यह है कि हम डिप्रेशन को कैसे ठीक कर सकते हैं? हमें Youtube पर खोजें: www.youtube.com/psychologyinhindi",
    "URL": "https://anchor.fm/s/c9caf5c/podcast/play/4294725/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2019-7-20%2F21352384-44100-2-280013bd5cc2a.mp3"
  },
  {
    "Identifier": "cbdeb98b-71b8-41fa-9437-e5663f4a8300",
    "Title": "Sehat ka Raaz | Benifits of Good Health |Full meaning of health in hindi | Importance of good health",
    "English_Description": "Hello Everyone , This is a very special podcast for kids . In this podcast I am telling them the importance of good health as well as the Benifits of good health . Today we are feeling that our young children are ignoring their health . They spend more time in watching Mobile phones and computers . These types of habits put bad effect on their health . I hope by listening and following my tips children will motivate to take a good care of their health .",
    "Hindi_Description": "सभी को नमस्कार, यह बच्चों के लिए एक बहुत ही खास पॉडकास्ट है। इस पॉडकास्ट में मैं उन्हें अच्छे स्वास्थ्य के महत्व के साथ-साथ अच्छे स्वास्थ्य के लाभों के बारे में बता रहा हूं। आज हमें लग रहा है कि हमारे छोटे बच्चे अपनी सेहत को नज़रअंदाज कर रहे हैं। वे मोबाइल फोन और कंप्यूटर देखने में अधिक समय व्यतीत करते हैं। इस तरह की आदतें उनकी सेहत पर बुरा असर डालती हैं। मुझे उम्मीद है कि मेरे सुझावों को सुनने और उनका पालन करने से बच्चे अपने स्वास्थ्य की अच्छी देखभाल करने के लिए प्रेरित होंगे।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/33068519/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-4-8%2F184052870-16000-1-59acc27ef9b15.mp3"
  },
  {
    "Identifier": "c38d56c0-3e57-48b3-aa7b-18fcb0e70d13",
    "Title": "Budhimati Chuhiya | Hindi story | Story of a little brilliant mice and it's kids | moral story",
    "English_Description": "This is a story of a little mice and it's kids . The mice is very brilliant she escaped her own life and her kids life in a very nice way . Listen the story and get to know the moral of the story .",
    "Hindi_Description": "यह एक छोटे से चूहे और उसके बच्चों की कहानी है। चूहे बहुत प्रतिभाशाली हैं, वह बहुत अच्छे तरीके से अपनी और अपने बच्चों की जान बचाकर भागे हैं। कहानी सुनें और कहानी के नैतिक को जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/15976063/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-6-1%2F86806587-16000-1-f22d19d9b3f0c.mp3"
  },
  {
    "Identifier": "ac4f8829-9144-48cf-8d0b-0abfa245c9e0",
    "Title": "Andha Anukaran | Story of a Saint | Hindi story | Moral Stories",
    "English_Description": "Hello everyone\nThis is a story of a Saint .\nI am telling the bed time Stories with moral to all kids . My stories are innovative and inspirational . Listen my stories with your kids . It will definitely help in building the personality of your child .",
    "Hindi_Description": "सभी को नमस्कार यह एक संत की कहानी है। मैं सभी बच्चों को सोने के समय की कहानियां नैतिकता के साथ सुना रहा हूं। मेरी कहानियाँ अभिनव और प्रेरणादायक हैं। अपने बच्चों के साथ मेरी कहानियाँ सुनें। यह निश्चित रूप से आपके बच्चे के व्यक्तित्व के निर्माण में मदद करेगा।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/13222134/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-4-3%2F69708240-16000-1-53c4256398672.mp3"
  },
  {
    "Identifier": "23f77430-3d39-4543-aca8-21917164bcbc",
    "Title": "Phool Desh ki Yatra | story of a little girl who always plucks flowers | Hindi Stories for kids",
    "English_Description": "Hello everyone \nI am telling the bed time Stories with moral to all kids . My stories are innovative and inspirational . Listen my stories with your kids . It will definitely help in building the personality of your child .",
    "Hindi_Description": "सभी को नमस्कार मैं सभी बच्चों को सोने के समय की कहानियाँ बता रहा हूँ। मेरी कहानियाँ अभिनव और प्रेरणादायक हैं। अपने बच्चों के साथ मेरी कहानियाँ सुनें। यह निश्चित रूप से आपके बच्चे के व्यक्तित्व के निर्माण में मदद करेगा।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/11625899/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-3-13%2F64095240-16000-1-b5423bf57e39a.mp3"
  },
  {
    "Identifier": "694e35e5-8b1e-46c9-b35e-4628b564b91d",
    "Title": "Karni ka Fal | Hindi Moral Story for kids | Story of a Greedy Crow | Educational Story for Children",
    "English_Description": "Hello Everyone , This is a wonderful Story of a greedy crow . The crow are all the food of sparrow and koyal . What happened with him and how they give a lesson to him . Listen to the full story and get to know about the moral of the story .",
    "Hindi_Description": "सभी को नमस्कार, यह एक लालची कौवे की एक अद्भुत कहानी है। कौआ सब गौरैया और कोयल का आहार है। उसके साथ क्या हुआ और वे उसे कैसे सबक देते हैं। पूरी कहानी सुनें और कहानी की नैतिकता के बारे में जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/56624898/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2022-7-25%2F282419966-16000-1-86130c62c0ae5.mp3"
  },
  {
    "Identifier": "1b1f6dce-043e-45ee-9109-7305923e15ff",
    "Title": "Kid's moral stories Trailer | Hindi stories | educational stories | inspirational stories",
    "English_Description": "Hello everyone I am telling the bed time Stories with moral to all kids. My stories are innovative and inspirational. Listen my stories with your kids. It will definitely help in building the personality of your child. Childhood and stories have a different relationship. These are only stories, which give the smallest lesson of life in a very easy and simple way and the personality of the children depends on this lesson. Today, even though the moral stories of heart-entertaining children have become blurred from our mind, but the lessons learned from them are surely still relevant to all of you.",
    "Hindi_Description": "सभी को नमस्कार मैं सभी बच्चों को सोने के समय की कहानियाँ बता रहा हूँ। मेरी कहानियाँ अभिनव और प्रेरणादायक हैं। अपने बच्चों के साथ मेरी कहानियाँ सुनें। यह निश्चित रूप से आपके बच्चे के व्यक्तित्व के निर्माण में मदद करेगा। बचपन और कहानियों का एक अलग रिश्ता होता है। ये केवल कहानियाँ हैं, जो जीवन के छोटे से छोटे पाठ को बहुत ही सहज और सरल तरीके से देती हैं और बच्चों का व्यक्तित्व इसी पाठ पर निर्भर करता है। आज भले ही दिल बहलाने वाले बच्चों की नैतिक कहानियां हमारे दिमाग से धुंधली हो गई हों, लेकिन उनसे सीखी सीख आप सभी के लिए आज भी प्रासंगिक जरूर हैं।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/12402403/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-3-10%2F63302247-16000-1-18bdbccfc620f.mp3"
  },
  {
    "Identifier": "6dbbc4ed-16e3-4a3c-999b-4b02c3e29b5f",
    "Title": "Bagula Bhagat | Hindi Story of a Crane | Moral and educational story for kids",
    "English_Description": "Hello Everyone , This is a story of an old crane . The crane pretended as a priest . It cheated animals and birds . But finally two birds revealed the truth and Bagula Bhagat's truth came out . Listen this inspirational story and get to know the moral .",
    "Hindi_Description": "सभी को नमस्कार, यह एक पुराने सारस की कहानी है। क्रेन ने एक पुजारी के रूप में नाटक किया। इसने जानवरों और पक्षियों को धोखा दिया। लेकिन आखिरकार दो पक्षियों ने सच्चाई का खुलासा किया और बगुला भगत का सच सामने आया। इस प्रेरणादायक कहानी को सुनें और नैतिकता को जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/55128041/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2022-6-21%2F277418182-16000-1-bf723bb503871.mp3"
  },
  {
    "Identifier": "c06dfafe-c9be-430f-a1ea-bdea45c5440e",
    "Title": "Jaise Ko Taisa | जैसे को तैसा | बच्चों के लिए प्रेरणादायक हिन्दी कहानी | Tit for Tat | Hindi story",
    "English_Description": "Hello Everyone ,\nThis is a moral story of a boy . The boy faces many problems when he has no money . But he has his father's exclusive weighing scales . He gave that scale to a rich person and take some money for some time . But when the boy came back and requested him to return his scales the rich man denied to give him . The rich man told him that the scale has been eaten by the mouse . Listen the full story and get to know about the idea of the boy by which he got back his scales .",
    "Hindi_Description": "सभी को नमस्कार, यह एक लड़के की नैतिक कहानी है। पैसे नहीं होने पर लड़के को कई समस्याओं का सामना करना पड़ता है। लेकिन उसके पास उसके पिता का अनन्य तराजू है। उसने वह पैमाना एक धनी व्यक्ति को दे दिया और कुछ समय के लिए कुछ पैसे ले लिए। लेकिन जब लड़का वापस आया और उससे तराजू वापस करने का अनुरोध किया तो अमीर आदमी ने उसे देने से इनकार कर दिया। अमीर आदमी ने उसे बताया कि तराजू को चूहे ने खा लिया है। पूरी कहानी सुनिए और जानिए उस लड़के की वह तरकीब जिससे उसने अपना वजन वापस पाया।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/36793044/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-6-6%2F203321602-16000-1-5de4020f5ade3.mp3"
  },
  {
    "Identifier": "13a591da-ad02-417d-bf45-fa6c0201c7f5",
    "Title": "Hanuman chalisa 🙏 full meaning for kid's | Explanation of Devotional song Hanuman chalisa in Hindi",
    "English_Description": "Listen to the full meaning of Hanuman Chalisa. Doha: Shri Guru Charan Saroj Raj, Nij Manu Mukuru Sudhari. Barnaun Raghubar Bimal Jasu, who is the bearer of fruits. Foolish Tanu Janike, Sumiraun Pawan-Kumar. Strength, wisdom, knowledge, the body is attracted, every disease is diseased. Chaupai: Hail Hanuman, the ocean of knowledge and wisdom. Jai Kapis Tihun Lok Ujagar.. Ramdoot Atulit Bal Dhama. Anjani-son Pavansut Nama. Mahabir Bikram Bajrangi. The one who removes the evil thinking and grants companionship of the noble.. Kanchan Baran Biraj Subesa…",
    "Hindi_Description": "Listen to the full meaning of Hanuman Chalisa. Doha: Shri Guru Charan Saroj Raj, Nij Manu Mukuru Sudhari. Barnaun Raghubar Bimal Jasu, who is the bearer of fruits. Foolish Tanu Janike, Sumiraun Pawan-Kumar. Strength, wisdom, knowledge, the body is attracted, every disease is diseased. Chaupai: Hail Hanuman, the ocean of knowledge and wisdom. Jai Kapis Tihun Lok Ujagar.. Ramdoot Atulit Bal Dhama. Anjani-son Pavansut Nama. Mahabir Bikram Bajrangi. The one who removes the evil thinking and grants companionship of the noble.. Kanchan Baran Biraj Subesa…",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/44696085/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-11-11%2F236944702-44100-1-a2123c37c8ce7.mp3"
  },
  {
    "Identifier": "e8e0de2c-50c1-470f-b536-d794c224fd78",
    "Title": "Laloo Kaise Badla | Story of a Cunning Crow | Moral Stories | Hindi kahaniyan",
    "English_Description": "Hello Everyone This is a story of a Cunning Crow . I am telling the bed time Stories with moral to all kids . My stories are innovative and inspirational . Listen my stories with your kids . It will definitely help in building the personality of your child .\n\nSubscribe my youtube channel STORICO",
    "Hindi_Description": "सभी को नमस्कार यह एक चालाक कौवे की कहानी है। मैं सभी बच्चों को सोने के समय की कहानियां नैतिकता के साथ सुना रहा हूं। मेरी कहानियाँ अभिनव और प्रेरणादायक हैं। अपने बच्चों के साथ मेरी कहानियाँ सुनें। यह निश्चित रूप से आपके बच्चे के व्यक्तित्व के निर्माण में मदद करेगा। मेरे यूट्यूब चैनल STORICO को सब्सक्राइब करें",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/12770172/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-3-22%2F66662125-16000-1-7313d5a98b753.mp3"
  },
  {
    "Identifier": "3fc0db60-bfe0-4fe9-8841-cc05617b10d7",
    "Title": "Gusse ka Fal | Story of a Naughty Monkey | Hindi story | kid's Moral Story",
    "English_Description": "Hello everyone , This is a story of a Naughty Monkey .\nI am telling the bed time Stories with moral to all kids . My stories are innovative and inspirational . Listen my stories with your kids . It will definitely help in building the personality of your child .",
    "Hindi_Description": "सभी को नमस्कार, यह एक शरारती बंदर की कहानी है। मैं सभी बच्चों को सोने के समय की कहानियां नैतिकता के साथ सुना रहा हूं। मेरी कहानियाँ अभिनव और प्रेरणादायक हैं। अपने बच्चों के साथ मेरी कहानियाँ सुनें। यह निश्चित रूप से आपके बच्चे के व्यक्तित्व के निर्माण में मदद करेगा।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/13221262/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-4-3%2F69701772-16000-1-f035131293c0a.mp3"
  },
  {
    "Identifier": "a8688483-56d9-4b44-8405-5c7e0040529c",
    "Title": "Nandu Ki Naukari | Story of an honest boy | Moral and Educational Story for kids | Hindi story",
    "English_Description": "This is a story of a honest boy . He went to another city for some work . There he was blamed for ₹100 rupees . This is a nice and moral story for kids .",
    "Hindi_Description": "यह एक ईमानदार लड़के की कहानी है। वह किसी काम से दूसरे शहर चला गया। वहां उनसे 100 रुपये का झांसा दिया। यह बच्चों के लिए एक अच्छी और नैतिक कहानी है।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/15511339/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-5-21%2F84180468-16000-1-616dc35a57ce1.mp3"
  },
  {
    "Identifier": "d6b18cdb-743c-4955-9701-78cedf860323",
    "Title": "Mitra Ka Kartwaya | Story of three Rabbits | Hindi story | Moral Stories for kids | Kahaniyan",
    "English_Description": "This is a story of a little rabbit who escaped his friends . Such a little creature saved the life of its friends in an excellent way . Listen the story and get to know the moral .",
    "Hindi_Description": "यह एक छोटे से खरगोश की कहानी है जो अपने दोस्तों से बच निकला। इस तरह के एक छोटे से जीव ने बेहतरीन तरीके से अपने दोस्तों की जान बचाई। कहानी सुनें और नैतिकता को जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/13125661/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-3-30%2F69041938-16000-1-b1a242b51b495.mp3"
  },
  {
    "Identifier": "0e19c71b-fdad-4c1e-9112-fcfdaa0c3cb6",
    "Title": "Matra Bhumi Ki Raksha | Hindi story of Patriotism | Story of animals | Moral and Inspirational Story",
    "English_Description": "This is a moral story of Frog 🐸and Crocodile 🐊 . In this story the frog 🐸 is a patriot . He never wants to go away from his parental place . He defeated the big and giant crocodile 🐊 with his wit and intelligence . Listen the full story and get to know about the moral .",
    "Hindi_Description": "यह मेंढक 🐸और मगरमच्छ 🐊 की एक नैतिक कहानी है। इस कहानी में मेंढक 🐸 एक देशभक्त है। वह कभी भी अपने पैतृक स्थान से दूर नहीं जाना चाहता। उसने अपनी बुद्धि और चतुराई से बड़े और विशालकाय मगरमच्छ 🐊 को हरा दिया। पूरी कहानी सुनें और नैतिकता के बारे में जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/18076948/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-7-15%2F98608856-16000-1-32e76af4c80b7.mp3"
  },
  {
    "Identifier": "39e15795-db15-41e0-885a-e1151a1bd08f",
    "Title": "Teen Mitra | Story of three friends | Deer and Crow story | Hindi story | Moral Story",
    "English_Description": "This is a story of three friends . A Crow and two Deers are friends . In this story I tell you how they escaped their friend from hunter .",
    "Hindi_Description": "यह तीन दोस्तों की कहानी है। एक कौआ और दो हिरण मित्र हैं। इस कहानी में मैं आपको बताता हूं कि कैसे वे अपने दोस्त को शिकारी से बचाते हैं।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/13628511/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-4-12%2F72367452-16000-1-2b9eae46c64df.mp3"
  },
  {
    "Identifier": "d1361e33-679f-438b-8487-dab6929b865c",
    "Title": "Achche Bachche | Story of a little boy | Moral Story | Educational Story | Hindi story",
    "English_Description": "This is a story of a naughty boy . He didn't follow his mother's instructions . In the summer season he used to play with his friend in the open area . After some time he became ill . Listen the story and know about the incident .",
    "Hindi_Description": "यह एक नटखट लड़के की कहानी है। उसने अपनी माँ के निर्देशों का पालन नहीं किया। गर्मी के मौसम में वह अपने मित्र के साथ खुले मैदान में खेलता था। कुछ समय बाद वह बीमार रहने लगा। कहानी सुनें और घटना के बारे में जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/15064572/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-5-12%2F81538067-16000-1-a10bc608bb36f.mp3"
  },
  {
    "Identifier": "216742e4-4f56-418a-b06d-b014b840fc43",
    "Title": "Vishwas ka chamatkar | The Miracle of trust |Hindi story of a boy | Moral and inspirational story",
    "English_Description": "Hello Everyone , This is a moral story of a Boy . The boy did not trust on his abilities . Once he met a Saint . The Saint understand his problem and gave him a medicine . After taking that the boy became intelligent . When he went to that Saint he told him the truth . Actually he gave him only sugar Powder . Only self confidence and trust changed his life . Listen the full story and get to know about the moral of the story .",
    "Hindi_Description": "सभी को नमस्कार, यह एक लड़के की नैतिक कहानी है। लड़के को अपनी क्षमताओं पर भरोसा नहीं था। एक बार उनकी मुलाकात एक संत से हुई। संत ने उसकी समस्या को समझा और उसे एक दवाई दी। उसे लेने के बाद लड़का समझदार हो गया। जब वह उस संत के पास गया तो उसने उसे सच-सच बता दिया। दरअसल उसने उसे सिर्फ चीनी का पाउडर ही दिया था। केवल आत्मविश्वास और भरोसे ने ही उनका जीवन बदल दिया। पूरी कहानी सुनें और कहानी के नैतिक के बारे में जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/31738826/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-3-19%2F177201421-16000-1-7dff4cf6ab634.mp3"
  },
  {
    "Identifier": "dbecef24-d589-4e07-a099-17f6149f5e70",
    "Title": "Chidiya Ki Bachchi | Stories for kids | hindi kahaniyan | Story of a little bird",
    "English_Description": "Hello everyone , This is a story of a little bird .\nI am telling the bed time Stories with moral to all kids . My stories are innovative and inspirational . Listen my stories with your kids . It will definitely help in building the personality of your child .",
    "Hindi_Description": "सभी को नमस्कार, यह एक छोटी चिड़िया की कहानी है। मैं सभी बच्चों को सोने के समय की कहानियां नैतिकता के साथ सुना रहा हूं। मेरी कहानियाँ अभिनव और प्रेरणादायक हैं। अपने बच्चों के साथ मेरी कहानियाँ सुनें। यह निश्चित रूप से आपके बच्चे के व्यक्तित्व के निर्माण में मदद करेगा।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/12537928/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2020-3-17%2F65250356-16000-1-1272c7ec6cb27.mp3"
  },
  {
    "Identifier": "b90e2c5d-6baf-49e5-bb71-473d21398f26",
    "Title": "Birthday Gift | Hindi story for kids | Educational Story for kids | Save Nature by plantation",
    "English_Description": "Hello Everyone , This Is A Moral Story Of A Little Girl . On Her Birthday She Has Inspired To Save Nature By Caring Tree And Plants . Listen The Full Story And Get To Know About The Moral Of The Story.",
    "Hindi_Description": "सभी को नमस्कार, यह एक छोटी लड़की की नैतिक कहानी है। उन्होंने अपने जन्मदिन पर पेड़-पौधों की देखभाल कर प्रकृति को बचाने की प्रेरणा दी है। पूरी कहानी सुनें और कहानी के नैतिक के बारे में जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/26077642/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2021-1-2%2F151157952-16000-1-7409a6adf40cd.mp3"
  },
  {
    "Identifier": "19c4773a-e4f1-4d9b-9b53-9c281c32afa2",
    "Title": "Chori Ka Dand | Story of a Crocodile 🐊 and a Black Cat 🐈| Educational Story for kids | Moral Story",
    "English_Description": "Hello Everyone , This is an interesting story of a Crocodile 🐊 and a greedy Black Cat 🐈 . In this story you get to know about the punishment of cat 😸 . Listen the full story and get to know about the moral of the story .",
    "Hindi_Description": "सभी को नमस्कार, यह एक मगरमच्छ 🐊 और एक लालची काली बिल्ली 🐈 की एक दिलचस्प कहानी है। इस कहानी में आपको बिल्ली 😸 की सजा के बारे में पता चलता है। पूरी कहानी सुनें और कहानी के नैतिक के बारे में जानें।",
    "URL": "https://anchor.fm/s/1966a8dc/podcast/play/55821261/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fproduction%2F2022-7-6%2F279704702-16000-1-48a95926e4e9f.mp3"
  },
  {
    "Identifier": "3f3801e4-ca9f-4690-ade2-3947cba7b887",
    "Title": "Episode 34 कोशिश अंतिम सांस तक (मोटिवेशनल कहानी )",
    "English_Description": "This story inspires us to try till our last breath #motivational, #themostinspirationalstory, #inspirational, #shortmoralstory, #hindimotivationalstory, #kahanimonikakijubani,",
    "Hindi_Description": "यह कहानी हमें आखिरी सांस तक कोशिश करने के लिए प्रेरित करती है",
    "URL": "https://play.hubhopper.com/e5e23bd6c75c1324fd51e0d904e43904.mp3?s=rss-feed"
  },
  {
    "Identifier": "07742132-338f-450b-9ff4-be12fb74dd2b",
    "Title": "Episode 58 As A Man Thinketh full Audiobook in hindi",
    "English_Description": "This audiobook is written by James Allen whose name is As man thinketh whose Hindi translation is taken as man thinks you can come out of despair in your life by listening to this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, #motivationalaudiobook, #inspirationalaudiobookinhindi, #asmanthink",
    "Hindi_Description": "यह ऑडियोबुक जेम्स एलेन द्वारा लिखी गई है जिसका नाम ऐज़ मैन थिंकथ है जिसका हिंदी अनुवाद लिया गया है जैसा मैन थिंक करता है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक, हिंदी ऑडियोबुक, हिंदी ऑडियोबुक, हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक, #inspirationalaudiobookinhindi, #asmanthink",
    "URL": "https://play.hubhopper.com/35dbc422cd839f76319a2c718349826c.mp3?s=rss-feed"
  },
  {
    "Identifier": "ff07fc2a-fbd4-4d1f-ab2c-a421f9c32421",
    "Title": "धर्मी और अधर्मी की प्रार्थना",
    "English_Description": "Lord Jesus told a beautiful story in which we learn how to pray #monikabavaria #howtoprayinhindi",
    "Hindi_Description": "प्रभु यीशु ने एक सुंदर कहानी सुनाई जिसमें हम प्रार्थना करना सीखते हैं #monikabavaria #howtoprayinhindi",
    "URL": "https://play.hubhopper.com/37823cef5a83837f94138e53f05f45ee.mp3?s=rss-feed"
  },
  {
    "Identifier": "39316bd7-b653-4cf9-ba76-48e42efcb527",
    "Title": "Episode 59 बाइबल का सिद्धांत",
    "English_Description": "Check out my latest episode! Bible Doctrine",
    "Hindi_Description": "मेरा नवीनतम एपिसोड देखें! बाइबिल सिद्धांत",
    "URL": "https://play.hubhopper.com/f0feba94c3d76fab948957fc3d90c936.mp3?s=rss-feed&v=af4b48df5a67"
  },
  {
    "Identifier": "52fda242-2475-4100-9cac-50145434b380",
    "Title": "Episode 41 सुख से कैसे जियें (भाग 2 b ) से आगे (चिंता से मुक्ति )",
    "English_Description": "This audio is taken from the book every man a king written by Swet Marden which is translated as How to live happily you can come out of despair in your life by listening this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, # motivationalaudiobook, #inspirationalaudiobookinhindi,",
    "Hindi_Description": "यह ऑडियो स्वेट मार्डन द्वारा लिखी गई किताब एवरी मैन ए किंग से लिया गया है जिसका अनुवाद है खुशी से कैसे जीना है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक मिलेगी , हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक , #inspirationalaudiobookinhindi,",
    "URL": "https://play.hubhopper.com/a3b41241fa638351805c31a13e8e4c79.mp3?s=rss-feed&v=addff069d452"
  },
  {
    "Identifier": "06eb0229-dcf2-4be3-a1db-8ab7477d1bbe",
    "Title": "Episode 31 अफवाहों से बचें ... खुशियाँ बाटें (प्रेरणादायक कहानी)",
    "English_Description": "Daily meditation, Time with god, Time with jesus, Christian inspiration, what is faith, how to pray to God, prayer for miracles, act of hope prayer, prayer for faith, prayer for forgiveness of sin, powerful prayer, prayer on faith from bible, hindi sermon, hindi sermon-bible study, hindi sermon from bible, hindi sermon on faith, hindi preaching, hindi preaching bible, hindi preaching jesus, hindi preaching 2021, hindi pastor preaching, hindi preaching video, hindi christian preaching video, hindi preaching gospel, hindi bible message, hindi bible study, hindi bible, hindi bible story, hindi bible vachan, hindi bible sermon, bible hindi messages, bible hindi kahani, bible hindi video, bible hindi vachan, bible hindi mein,",
    "Hindi_Description": "दैनिक ध्यान, भगवान के साथ समय, यीशु के साथ समय, ईसाई प्रेरणा, विश्वास क्या है, भगवान से प्रार्थना कैसे करें, चमत्कार के लिए प्रार्थना, आशा प्रार्थना का कार्य, विश्वास के लिए प्रार्थना, पाप की क्षमा के लिए प्रार्थना, शक्तिशाली प्रार्थना, विश्वास से प्रार्थना बाइबिल, हिंदी उपदेश, हिंदी उपदेश-बाइबिल अध्ययन, बाइबिल से हिंदी उपदेश, विश्वास पर हिंदी उपदेश, हिंदी उपदेश, हिंदी उपदेश बाइबिल, हिंदी उपदेश यीशु, हिंदी उपदेश 2021, हिंदी पादरी उपदेश, हिंदी उपदेश वीडियो, हिंदी ईसाई उपदेश वीडियो, हिंदी सुसमाचार प्रचार, हिंदी बाइबिल संदेश, हिंदी बाइबिल अध्ययन, हिंदी बाइबिल, हिंदी बाइबिल कहानी, हिंदी बाइबिल वचन, हिंदी बाइबिल उपदेश, बाइबिल हिंदी संदेश, बाइबिल हिंदी कहानी, बाइबिल हिंदी वीडियो, बाइबिल हिंदी वचन, बाइबिल हिंदी में,",
    "URL": "https://play.hubhopper.com/ef5ffb685ce3deac304aaa21af830af1.mp3?s=rss-feed"
  },
  {
    "Identifier": "a59ffad8-0b18-49df-91fb-bb55c7ffed8c",
    "Title": "तुम सत्य को जानोगे और सत्य तुम्हें स्वतन्त्र करेगा",
    "English_Description": "This is short hindi sermon on truth will set you free",
    "Hindi_Description": "यह सत्य पर लघु हिंदी उपदेश आपको मुक्त कर देगा",
    "URL": "https://play.hubhopper.com/1f159314ae45aa71a71c0f3ee9f0510a.mp3?s=rss-feed"
  },
  {
    "Identifier": "1f17cb09-6f5b-4878-9f9b-df3dd70029d9",
    "Title": "Episode 59 परमेश्वर की प्रतिज्ञाएं 100",
    "English_Description": "Bible verse of the day 100 promises from the Bible",
    "Hindi_Description": "बाइबिल दिन की बाइबिल पद्य बाइबिल से 100 वादे",
    "URL": "https://play.hubhopper.com/ca407f94a6062d13d94d72982dc54582.mp3?s=rss-feed&v=3672a6aac49c"
  },
  {
    "Identifier": "498b95c7-5f31-49f7-a362-b9c4e9f7c97e",
    "Title": "Episode 46 सुख से कैसे जियें , भाग - 7 ( विचार और संघर्ष)",
    "English_Description": "This audio is taken from the book every man a king written by Swet Marden which is translated as How to live happily you can come out of despair in your life by listening this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, # motivationalaudiobook, #inspirationalaudiobookinhindi,",
    "Hindi_Description": "यह ऑडियो स्वेट मार्डन द्वारा लिखी गई किताब एवरी मैन ए किंग से लिया गया है जिसका अनुवाद है खुशी से कैसे जीना है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक मिलेगी , हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक , #inspirationalaudiobookinhindi,",
    "URL": "https://play.hubhopper.com/1a272b8a5690feb871172717f3d8e5d0.mp3?s=rss-feed"
  },
  {
    "Identifier": "c0f1ac87-4ce8-4c12-b0be-2470c0e12fbd",
    "Title": "परमेश्वर तेरे मनोरथो को पूरा करेगा",
    "English_Description": "God will fulfill your wishes",
    "Hindi_Description": "भगवान आपकी मनोकामना पूरी करेंगे",
    "URL": "https://play.hubhopper.com/843ba5f29d74f3b01a22207da7fd1285.mp3?s=rss-feed"
  },
  {
    "Identifier": "89ac6838-e944-42af-bbf4-8251736e1aed",
    "Title": "प्रार्थना कैसे करें (सात महत्वपूर्ण बातें )",
    "English_Description": "Jehovah God says that you pray to me and I will answer you and tell you the mysterious things that you do not understand now",
    "Hindi_Description": "यहोवा परमेश्वर कहता है कि तुम मुझसे प्रार्थना करो और मैं तुम्हें उत्तर दूंगा और तुम्हें वे रहस्यमयी बातें बताऊंगा जिन्हें तुम अब नहीं समझते",
    "URL": "https://play.hubhopper.com/c383eb735f59c668f050ec7aced74b58.mp3?s=rss-feed"
  },
  {
    "Identifier": "80da41fd-3995-4bcb-8e91-321bf8e0994e",
    "Title": "Episode 39 Every Man a King | सुख कैसे पायें (भाग 1 ) आशा और निराशा",
    "English_Description": "This audio is taken from the book every man a king written by Swet Marden which is translated as How to live happily you can come out of despair in your life by listening this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, # motivationalaudiobook, #inspirationalaudiobookinhindi,",
    "Hindi_Description": "यह ऑडियो स्वेट मार्डन द्वारा लिखी गई किताब एवरी मैन ए किंग से लिया गया है जिसका अनुवाद है खुशी से कैसे जीना है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक मिलेगी , हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक , #inspirationalaudiobookinhindi,",
    "URL": "https://play.hubhopper.com/846da91bfaeb18078d51c236dff70a99.mp3?s=rss-feed&v=0a41f0267500"
  },
  {
    "Identifier": "61ad626c-d594-4708-b6ad-b8cabd84f590",
    "Title": "Episode 50 सुख से कैसे जियें (भाग 11) संकटों का तन और मन पर प्रभाव",
    "English_Description": "This audio is taken from the book every man a king written by Swet Marden which is translated as How to live happily you can come out of despair in your life by listening this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, # motivationalaudiobook, #inspirationalaudiobookinhindi,",
    "Hindi_Description": "यह ऑडियो स्वेट मार्डन द्वारा लिखी गई किताब एवरी मैन ए किंग से लिया गया है जिसका अनुवाद है खुशी से कैसे जीना है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक मिलेगी , हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक , #inspirationalaudiobookinhindi,",
    "URL": "https://play.hubhopper.com/e9ec24eb96dd25ae6773a9685b44597a.mp3?s=rss-feed"
  },
  {
    "Identifier": "aee3401e-935c-4070-9efe-4abe877ba32f",
    "Title": "मसीह के स्वभाव",
    "English_Description": "nature of christ",
    "Hindi_Description": "मसीह की प्रकृति",
    "URL": "https://play.hubhopper.com/f3aaadb9dcc4f839d0330f0a3f27c26f.mp3?s=rss-feed"
  },
  {
    "Identifier": "6f6be738-5c80-434d-b12f-239210a9810c",
    "Title": "तुम सत्य को जानोगे और सत्य तुम्हें स्वतंत्र करेगा / audio hindi sermon by Monika",
    "English_Description": "You will know the truth and the truth will set you free / audio hindi sermon by Monika",
    "Hindi_Description": "आपको सच्चाई का पता चलेगा और सच्चाई आपको मोनिका द्वारा मुफ्त / ऑडियो हिंदी प्रवचन देगी",
    "URL": "https://play.hubhopper.com/9f870fe37adb0a0ccc04b60c5e2a6932.mp3?s=rss-feed"
  },
  {
    "Identifier": "e4d579d2-6cc9-4c96-b79c-c36ddc1a90b0",
    "Title": "Episode 45 सुख से कैसे जियें, भाग-6 (जो चाहो सो पाओ पर चिंता को हटाओ )",
    "English_Description": "This audio is taken from the book every man a king written by Swet Marden which is translated as How to live happily you can come out of despair in your life by listening this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, # motivationalaudiobook, #inspirationalaudiobookinhindi,",
    "Hindi_Description": "यह ऑडियो स्वेट मार्डन द्वारा लिखी गई किताब एवरी मैन ए किंग से लिया गया है जिसका अनुवाद है खुशी से कैसे जीना है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक मिलेगी , हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक , #inspirationalaudiobookinhindi,",
    "URL": "https://play.hubhopper.com/faf8ecd2c89eda78a55834aad2e82ca0.mp3?s=rss-feed&v=914f10a747fd"
  },
  {
    "Identifier": "a531f9aa-1934-4a59-bad2-e88f308bb0ee",
    "Title": "Episode 33 योना की कहानी  (राजेश)",
    "English_Description": "Daily meditation, Time with god, Time with jesus, Christian inspiration, what is faith, how to pray to God, prayer for miracles, act of hope prayer, prayer for faith, prayer for forgiveness of sin, powerful prayer, prayer on faith from bible, hindi sermon, hindi sermon-bible study, hindi sermon from bible, hindi sermon on faith, hindi preaching, hindi preaching bible, hindi preaching jesus, hindi preaching 2021, hindi pastor preaching, hindi preaching video, hindi christian preaching video, hindi preaching gospel, hindi bible message, hindi bible study, hindi bible, hindi bible story, hindi bible vachan, hindi bible sermon, bible hindi messages, bible hindi kahani, bible hindi video, bible hindi vachan, bible hindi mein,",
    "Hindi_Description": "दैनिक ध्यान, भगवान के साथ समय, यीशु के साथ समय, ईसाई प्रेरणा, विश्वास क्या है, भगवान से प्रार्थना कैसे करें, चमत्कार के लिए प्रार्थना, आशा प्रार्थना का कार्य, विश्वास के लिए प्रार्थना, पाप की क्षमा के लिए प्रार्थना, शक्तिशाली प्रार्थना, विश्वास से प्रार्थना बाइबिल, हिंदी उपदेश, हिंदी उपदेश-बाइबिल अध्ययन, बाइबिल से हिंदी उपदेश, विश्वास पर हिंदी उपदेश, हिंदी उपदेश, हिंदी उपदेश बाइबिल, हिंदी उपदेश यीशु, हिंदी उपदेश 2021, हिंदी पादरी उपदेश, हिंदी उपदेश वीडियो, हिंदी ईसाई उपदेश वीडियो, हिंदी सुसमाचार प्रचार, हिंदी बाइबिल संदेश, हिंदी बाइबिल अध्ययन, हिंदी बाइबिल, हिंदी बाइबिल कहानी, हिंदी बाइबिल वचन, हिंदी बाइबिल उपदेश, बाइबिल हिंदी संदेश, बाइबिल हिंदी कहानी, बाइबिल हिंदी वीडियो, बाइबिल हिंदी वचन, बाइबिल हिंदी में,",
    "URL": "https://play.hubhopper.com/ec71170513101f02b9c5a48712b8cbcf.mp3?s=rss-feed"
  },
  {
    "Identifier": "7825954e-1755-4ed2-981c-3a376a94ea54",
    "Title": "2 इतिहास 32:7-8 जो (परमेश्वर) तुम्हारे साथ है वो सबसे बड़ा है....",
    "English_Description": "This is biblical passage audio short sermon listen and be blessed",
    "Hindi_Description": "यह बाइबिल मार्ग का ऑडियो लघु उपदेश है, सुनो और धन्य हो",
    "URL": "https://play.hubhopper.com/e55d4f489d350ebadd47be5e59d7087b.mp3?s=rss-feed&v=f022b7919803"
  },
  {
    "Identifier": "b979e3ae-147e-409f-864b-a8a4ac26b2ae",
    "Title": "अवसर को बहुमूल्य जानो",
    "English_Description": "Seize the opportunity because the days are bad",
    "Hindi_Description": "अवसर का लाभ उठाएं क्योंकि दिन खराब हैं",
    "URL": "https://play.hubhopper.com/3421bf2900475a9f70dfe34b8a65fa06.mp3?s=rss-feed"
  },
  {
    "Identifier": "2449a355-622e-4022-b1c6-04d9ea196619",
    "Title": "Episode 49 सुख से कैसे रहें (भाग 10) निराशा मनुष्य की सबसे बड़ी शत्रु है",
    "English_Description": "This audio is taken from the book every man a king written by Swet Marden which is translated as How to live happily you can come out of despair in your life by listening this audio and get many blessings in this you will find hindi audiobook, hindi audiobook, audiobook in hindi, motivational audiobook, motivational audio, best hindi motivational audiobook, best motivational audiobook in hindi, greatest audiobook in hindi, inspirational audio, inspirational audiobook in hindi, life changing audiobook in hindi, hindi audiobook online, #hindiaudiobook, # motivationalaudiobook, #inspirationalaudiobookinhindi,",
    "Hindi_Description": "यह ऑडियो स्वेट मार्डन द्वारा लिखी गई किताब एवरी मैन ए किंग से लिया गया है जिसका अनुवाद है खुशी से कैसे जीना है आप इस ऑडियो को सुनकर अपने जीवन में निराशा से बाहर आ सकते हैं और कई आशीर्वाद प्राप्त कर सकते हैं इसमें आपको हिंदी ऑडियोबुक, हिंदी ऑडियोबुक मिलेगी , हिंदी में ऑडियोबुक, प्रेरक ऑडियोबुक, प्रेरक ऑडियो, सर्वश्रेष्ठ हिंदी प्रेरक ऑडियोबुक, हिंदी में सर्वश्रेष्ठ प्रेरक ऑडियोबुक, हिंदी में सबसे बड़ी ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में प्रेरणादायक ऑडियोबुक, हिंदी में जीवन बदलने वाली ऑडियोबुक, हिंदी ऑडियोबुक ऑनलाइन, #हिन्दीऑडियोबुक, #मोटिवेशनलऑडियोबुक , #inspirationalaudiobookinhindi,",
    "URL": "https://play.hubhopper.com/0d8d45b3f04d390c3473edcbd3c22c8c.mp3?s=rss-feed"
  }
]